<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>75b5</objectGroupId>
	<objectId>75b55340-0b45-4b70-d007-f5eb57a4bf03</objectId>
	<file-name>index.xml</file-name>
	<folder-name>75b55340-0b45-4b70-d007-f5eb57a4bf03</folder-name>
	<internal-name>TRỞ THÀNH NHÀ PHÂN TÍCH NGHIỆP VỤ PRO TRONG LĨNH VỰC NGÂN HÀNG (BAB)  </internal-name>
	<navLabel>TRỞ THÀNH NHÀ PHÂN TÍCH NGHIỆP VỤ PRO TRONG LĨNH VỰC NGÂN HÀNG (BAB)  </navLabel>
	<title_vi_s>TRỞ THÀNH NHÀ PHÂN TÍCH NGHIỆP VỤ PRO TRONG LĨNH VỰC NGÂN HÀNG (BAB)  </title_vi_s>
	<title_en_s>BECOME A PRO BUSINESS ANALYST IN BANKING (BAB)</title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<categorys_o>	<item>	<key>Business-Analytics</key>
	<value_smv>Business Analytics</value_smv>
	</item></categorys_o>
	<img_main_s>/static-assets/images/gpo-business-analyst-ba-chuyen-vien-phan-tich-nghiep-vu-huong-nghiep-gpo.jpg</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;ul&gt;
&lt;li&gt;Sinh vi&amp;ecirc;n chuy&amp;ecirc;n ng&amp;agrave;nh BIS/MIS/E-commerce quan t&amp;acirc;m đến lĩnh vực Ph&amp;acirc;n t&amp;iacute;ch Nghiệp vụ Phần mềm d&amp;agrave;nh cho ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng, muốn l&amp;agrave;m quen với c&amp;aacute;c kiến thức cơ bản cũng như t&amp;igrave;m hiểu về con đường sự nghiệp của một BA.&lt;/li&gt;
&lt;li&gt;Sinh vi&amp;ecirc;n c&amp;aacute;c ng&amp;agrave;nh kinh tế, quản trị, nh&amp;acirc;n sự, ngoại ngữ, ... c&amp;oacute; định hướng theo nghề BA.&lt;/li&gt;
&lt;li&gt;C&amp;aacute;c bạn sinh vi&amp;ecirc;n muốn x&amp;acirc;y dựng nền tảng nghiệp vụ vững chắc, thử sức m&amp;igrave;nh với c&amp;aacute;c t&amp;igrave;nh huống/dự &amp;aacute;n thực tế trước khi bước v&amp;agrave;o nghề BA.&lt;/li&gt;
&lt;li&gt;Bạn l&amp;agrave; một chuy&amp;ecirc;n gia IT (Information Technology - C&amp;ocirc;ng nghệ Th&amp;ocirc;ng tin) c&amp;oacute; kinh nghiệm trong lập tr&amp;igrave;nh Jave, .NET, Tester, QA, QC, ...&lt;/li&gt;
&lt;li&gt;Bạn l&amp;agrave; chuy&amp;ecirc;n vi&amp;ecirc;n ph&amp;acirc;n t&amp;iacute;ch nghiệp vụ phần mềm (IT Business Analyst/ IT BA) trong ng&amp;agrave;nh bảo hiểm, viễn th&amp;ocirc;ng,...v&amp;agrave; quen thuộc với SDLC (Software Development Lifecycle - V&amp;ograve;ng đời ph&amp;aacute;t triển sản phẩm) v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch y&amp;ecirc;u cầu nghiệp vụ (requirements analysis);&lt;/li&gt;
&lt;li&gt;Hoặc bạn đang l&amp;agrave; nh&amp;acirc;n vi&amp;ecirc;n t&amp;agrave;i ch&amp;iacute;nh, Marketing,...&lt;/li&gt;
&lt;li&gt;C&amp;aacute;c bạn ho&amp;agrave;n to&amp;agrave;n mới v&amp;agrave; muốn định hướng sang lĩnh vực kh&amp;aacute;c...&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;Trong b&amp;agrave;i viết n&amp;agrave;y, DTSVN sẽ đề cập đến chủ đề li&amp;ecirc;n quan đến nghề ph&amp;acirc;n t&amp;iacute;ch nghiệp vụ trong lĩnh vực ng&amp;acirc;n h&amp;agrave;ng (Business Analysis for Banking - BAB). Theo bạn, BA ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; điểm n&amp;agrave;o giống v&amp;agrave; kh&amp;aacute;c so với c&amp;aacute;c nh&amp;agrave; BA trong c&amp;aacute;c lĩnh vực kh&amp;aacute;c kh&amp;ocirc;ng?&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Nếu bạn cho rằng &amp;ldquo;Đ&amp;atilde; l&amp;agrave;m BA th&amp;igrave; BA ở lĩnh vực n&amp;agrave;o cũng na n&amp;aacute; nhau, cũng đi workshops, l&amp;agrave;m r&amp;otilde; c&amp;aacute;c y&amp;ecirc;u cầu (requirements), t&amp;agrave;i liệu ho&amp;aacute; y&amp;ecirc;u cầu,... th&amp;ocirc;i m&amp;agrave;. Kiến thức về lĩnh vực đ&amp;oacute; kh&amp;ocirc;ng quan trọng lắm!&amp;rdquo; th&amp;igrave; c&amp;oacute; thể bạn sẽ gặp kh&amp;oacute; khăn khi trải nghiệm thực tế. Bạn c&amp;oacute; biết rằng: Kiến thức nền trong lĩnh vực m&amp;igrave;nh đang hoạt động l&amp;agrave; v&amp;ocirc; c&amp;ugrave;ng quan trọng. Nếu bạn l&amp;agrave; người mới tham gia v&amp;agrave;o ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng th&amp;igrave; một trong những kh&amp;oacute; khăn m&amp;agrave; bạn sẽ gặp phải l&amp;agrave; đ&amp;oacute; ch&amp;iacute;nh l&amp;agrave; việc thu thập c&amp;aacute;c kiến thức lĩnh vực ng&amp;acirc;n h&amp;agrave;ng cần thiết đấy. Bởi nếu bạn kh&amp;ocirc;ng c&amp;oacute; kiến thức về ng&amp;acirc;n h&amp;agrave;ng, sẽ rất kh&amp;oacute; để bạn c&amp;oacute; thể thực hiện th&amp;agrave;nh c&amp;ocirc;ng một dự &amp;aacute;n ng&amp;acirc;n h&amp;agrave;ng đối với c&amp;aacute;c b&amp;ecirc;n li&amp;ecirc;n quan v&amp;agrave; kh&amp;aacute;ch h&amp;agrave;ng của bạn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Bạn kh&amp;ocirc;ng tin ư? Vậy giờ, bạn h&amp;atilde;y thử tưởng tượng m&amp;igrave;nh đang trong một buổi workshop để thu thập c&amp;aacute;c y&amp;ecirc;u cầu trong việc x&amp;acirc;y dựng một hệ thống ng&amp;acirc;n h&amp;agrave;ng điện tử. Một stakeholder đặt l&amp;ecirc;n c&amp;acirc;u hỏi: &amp;ldquo;Ch&amp;uacute;ng t&amp;ocirc;i xử l&amp;yacute; thư t&amp;iacute;n dụng trong hệ thống mới n&amp;agrave;y như thế n&amp;agrave;o?&amp;rdquo; hoặc &amp;ldquo;C&amp;aacute;c bạn sẽ xử l&amp;yacute; tỷ lệ khoản vay tr&amp;ecirc;n gi&amp;aacute; trị cấp độ kh&amp;aacute;ch h&amp;agrave;ng ra sao?&amp;rdquo; Nếu bạn kh&amp;ocirc;ng thể trả lời hoặc thậm ch&amp;iacute; kh&amp;ocirc;ng hiểu c&amp;aacute;c stakeholders đang n&amp;oacute;i g&amp;igrave;, vậy l&amp;agrave; bạn đ&amp;atilde; đ&amp;aacute;nh mất niềm tin của kh&amp;aacute;ch h&amp;agrave;ng, thậm ch&amp;iacute; bạn đang mạo hiểm với ch&amp;iacute;nh uy t&amp;iacute;n v&amp;agrave; sự nghiệp của bản th&amp;acirc;n đấy.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Tới đ&amp;acirc;y, chắc bạn đ&amp;atilde; đồng &amp;yacute; với DTSVN rằng: Kiến thức nền trong lĩnh vực m&amp;igrave;nh đang c&amp;ocirc;ng t&amp;aacute;c l&amp;agrave; rất quan trọng, đ&amp;uacute;ng kh&amp;ocirc;ng n&amp;agrave;o? Vậy th&amp;igrave; đối với c&amp;aacute;c bạn mới bắt đầu với lĩnh vực ng&amp;acirc;n h&amp;agrave;ng, l&amp;agrave;m sao để củng cố kiến thức trong ng&amp;agrave;nh đ&amp;acirc;y? C&amp;oacute; thể bạn sẽ chọn c&amp;aacute;ch đọc thật nhiều quyển s&amp;aacute;ch d&amp;agrave;y cộm, hoặc tham gia những kho&amp;aacute; học để bổ sung th&amp;ecirc;m kiến thức,... Miễn l&amp;agrave; bạn cảm thấy ph&amp;ugrave; hợp với bản th&amp;acirc;n v&amp;agrave; bạn c&amp;oacute; thể tiếp thu được, th&amp;igrave; đ&amp;oacute; sẽ l&amp;agrave; c&amp;aacute;ch tốt d&amp;agrave;nh cho bạn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ở b&amp;agrave;i viết n&amp;agrave;y, DTSVN sẽ cung cấp cho bạn một c&amp;aacute;i nh&amp;igrave;n tổng quan về ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng. Hy vọng b&amp;agrave;i viết sẽ hữu &amp;iacute;ch với c&amp;aacute;c bạn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1. Kiến thức về lĩnh vực ng&amp;acirc;n h&amp;agrave;ng:&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Kh&amp;aacute;i niệm ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; c&amp;aacute;ch thức ng&amp;acirc;n h&amp;agrave;ng thu lợi nhuận:&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Kiến thức trong lĩnh vực ng&amp;acirc;n h&amp;agrave;ng l&amp;agrave; bao la rộng lớn. L&amp;agrave; BA, bạn cần hiểu c&amp;aacute;ch hoạt động của một ng&amp;acirc;n h&amp;agrave;ng từ đầu đến cuối để bạn c&amp;oacute; thể c&amp;oacute; được c&amp;aacute;i nh&amp;igrave;n &amp;ldquo;to&amp;agrave;n cảnh&amp;rdquo; về ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; c&amp;oacute; thể li&amp;ecirc;n kết th&amp;ocirc;ng tin lại với nhau, hiểu c&amp;aacute;ch c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng kiếm tiền để bạn c&amp;oacute; thể t&amp;igrave;m ra &amp;yacute; nghĩa c&amp;acirc;u n&amp;oacute;i của nh&amp;acirc;n vi&amp;ecirc;n, v&amp;iacute; dụ như: Thu nhập dựa tr&amp;ecirc;n l&amp;atilde;i suất so với thu nhập dựa tr&amp;ecirc;n ph&amp;iacute;,...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đầu ti&amp;ecirc;n, ch&amp;uacute;ng ta sẽ t&amp;igrave;m hiểu về kh&amp;aacute;i niệm ng&amp;acirc;n h&amp;agrave;ng. Ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể được định nghĩa l&amp;agrave; chuỗi hoạt động kinh doanh trong việc nhận giữ tiền gửi thuộc quyền sở hữu của c&amp;aacute;c c&amp;aacute; nh&amp;acirc;n, tổ chức v&amp;agrave; bảo vệ số tiền đ&amp;oacute;. Sau đ&amp;oacute;, ng&amp;acirc;n h&amp;agrave;ng sẽ đem cho vay số tiền n&amp;agrave;y để thu lợi nhuận. Cụ thể hơn về việc ng&amp;acirc;n h&amp;agrave;ng tham gia v&amp;agrave;o thị trường để kiếm lợi nhuận:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;Người gửi tiết kiệm (Bao gồm c&amp;aacute;c c&amp;aacute; nh&amp;acirc;n, tổ chức,...) sẽ gửi tiền v&amp;agrave;o c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng kh&amp;aacute;c nhau. V&amp;agrave; c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng sẽ đưa tiền cho những ai c&amp;oacute; nhu cầu vay v&amp;agrave; đủ điều kiện vay (họ cũng c&amp;ugrave;ng tập nh&amp;oacute;m người giống nh&amp;oacute;m người gửi tiết kiệm: C&amp;oacute; thể l&amp;agrave; c&amp;aacute; nh&amp;acirc;n, tổ chức,...).&lt;/li&gt;
&lt;li&gt;Ng&amp;acirc;n h&amp;agrave;ng phải c&amp;oacute; tr&amp;aacute;ch nhiệm trả lại đ&amp;uacute;ng số tiền gửi v&amp;agrave; th&amp;ecirc;m tiền lợi nhuận/l&amp;atilde;i suất (Theo cam kết/ hợp đồng) cho người gửi tiết kiệm. Đồng thời, người vay phải ho&amp;agrave;n trả lại số tiền đ&amp;atilde; vay cho ng&amp;acirc;n h&amp;agrave;ng, k&amp;egrave;m theo lợi nhuận/l&amp;atilde;i suất (theo cam kết/ hợp đồng).&lt;/li&gt;
&lt;li&gt;Tuy nhi&amp;ecirc;n, số tiền l&amp;atilde;i suất m&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng phải trả cho người gửi v&amp;agrave; người vay phải trả cho ng&amp;acirc;n h&amp;agrave;ng sẽ kh&amp;aacute;c nhau ở chỗ l&amp;atilde;i suất m&amp;agrave; người vay phải trả cho ng&amp;acirc;n h&amp;agrave;ng thường sẽ lớn hơn. Sự kh&amp;aacute;c nhau n&amp;agrave;y l&amp;agrave; v&amp;igrave; ng&amp;acirc;n h&amp;agrave;ng sẽ kiếm lợi nhuận dựa tr&amp;ecirc;n mức ch&amp;ecirc;nh lệch (spread) n&amp;agrave;y. Mức spread c&amp;agrave;ng cao, ng&amp;acirc;n h&amp;agrave;ng sẽ thu được lợi nhuận hơn.&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;C&amp;aacute;c loại t&amp;agrave;i khoản Ng&amp;acirc;n h&amp;agrave;ng&lt;/strong&gt;&lt;img&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;T&amp;agrave;i khoản tiết kiệm ng&amp;acirc;n h&amp;agrave;ng (Savings account)&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Như t&amp;ecirc;n gọi, đ&amp;acirc;y l&amp;agrave; dạng t&amp;agrave;i khoản với mục ti&amp;ecirc;u ch&amp;iacute;nh l&amp;agrave; th&amp;uacute;c đẩy tiết kiệm n&amp;ecirc;n sẽ kh&amp;ocirc;ng c&amp;oacute; giới hạn về số lượng v&amp;agrave; số tiền gửi m&amp;agrave; bạn thực hiện tr&amp;ecirc;n t&amp;agrave;i khoản n&amp;agrave;y, v&amp;agrave; cũng kh&amp;ocirc;ng tốn ph&amp;iacute; khi đưa tiền v&amp;agrave;o. Tuy nhi&amp;ecirc;n, bạn c&amp;oacute; thể gặp giới hạn về số tiền r&amp;uacute;t ra. Bất kỳ ng&amp;acirc;n h&amp;agrave;ng n&amp;agrave;o cũng c&amp;oacute; thể giới hạn số lượng v&amp;agrave; số lần r&amp;uacute;t tiền m&amp;agrave; bạn c&amp;oacute; thể thực hiện tr&amp;ecirc;n t&amp;agrave;i khoản tiết kiệm n&amp;agrave;y. Trong trường hợp cạnh tranh giữa c&amp;aacute;c đối thủ ng&amp;acirc;n h&amp;agrave;ng kh&amp;aacute;c nhau, m&amp;agrave; c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng sẽ c&amp;oacute; ch&amp;iacute;nh s&amp;aacute;ch kh&amp;aacute;c nhau về việc r&amp;uacute;t tiền n&amp;agrave;y. Đ&amp;acirc;y l&amp;agrave; loại t&amp;agrave;i khoản cơ bản m&amp;agrave; khi bạn mở t&amp;agrave;i khoản n&amp;agrave;y, bạn thường sẽ kh&amp;ocirc;ng bị t&amp;iacute;nh bất kỳ ph&amp;iacute; giao dịch, ph&amp;iacute; duy tr&amp;igrave;, ph&amp;iacute; dịch vụ,... n&amp;agrave;o. Nhưng bạn sẽ kh&amp;ocirc;ng c&amp;oacute; c&amp;aacute;c hỗ trợ cơ bản như internet banking, thẻ ghi nợ, thẻ ghi nợ,...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;T&amp;agrave;i khoản v&amp;atilde;ng lai (Current Account)&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đ&amp;acirc;y l&amp;agrave; loại t&amp;agrave;i khoản c&amp;oacute; t&amp;iacute;nh thanh khoản cao v&amp;agrave; kh&amp;ocirc;ng giới hạn số lần giao dịch. Bạn c&amp;oacute; thể bỏ v&amp;agrave;o t&amp;agrave;i khoản bất kỳ số tiền n&amp;agrave;o v&amp;agrave; kh&amp;ocirc;ng c&amp;oacute; giới hạn số lần, cũng như bạn c&amp;oacute; thể r&amp;uacute;t tiền m&amp;agrave; kh&amp;ocirc;ng gặp bất kỳ trở ngại g&amp;igrave;. Tuy nhi&amp;ecirc;n, bạn sẽ bị phạt nếu kh&amp;ocirc;ng duy tr&amp;igrave; được số dư tối thiểu theo cam kết v&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng cũng sẽ kh&amp;ocirc;ng trả lợi nhuận cho t&amp;agrave;i khoản n&amp;agrave;y hoặc nếu c&amp;oacute; (tuỳ v&amp;agrave;o ch&amp;iacute;nh s&amp;aacute;ch cạnh tranh với c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng kh&amp;aacute;c). Ở t&amp;agrave;i khoản n&amp;agrave;y, c&amp;oacute; thể bạn sẽ tốn ph&amp;iacute; dịch vụ tuỳ v&amp;agrave;o từng ng&amp;acirc;n h&amp;agrave;ng. T&amp;agrave;i khoản v&amp;atilde;ng lai n&amp;agrave;y sẽ ph&amp;ugrave; hợp với đối tượng kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp, v&amp;igrave; c&amp;aacute;c nh&amp;agrave; kinh doanh thường c&amp;oacute; nhu cầu gửi rất nhiều tiền v&amp;agrave;o nhiều lần v&amp;agrave;o mỗi c&amp;aacute;c ng&amp;agrave;y trong tuần, cũng như việc li&amp;ecirc;n tục r&amp;uacute;t số tiền ra khỏi t&amp;agrave;i khoản.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;T&amp;agrave;i khoản tiền gửi cố định (Fixed Deposit Account)&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đối với t&amp;agrave;i khoản n&amp;agrave;y, bạn chỉ c&amp;oacute; thể đưa tiền v&amp;agrave;o t&amp;agrave;i khoản duy nhất 1 lần v&amp;agrave; chờ đến đ&amp;aacute;o hạn, sau đ&amp;oacute; c&amp;oacute; thể r&amp;uacute;t cả vốn lẫn lời. Ở t&amp;agrave;i khoản n&amp;agrave;y, bạn c&amp;oacute; thể r&amp;uacute;t tiền trước kỳ hạn m&amp;agrave; kh&amp;ocirc;ng phải chịu bất kỳ h&amp;igrave;nh phạt n&amp;agrave;o từ ph&amp;iacute;a ng&amp;acirc;n h&amp;agrave;ng, hoặc sẽ bị phạt tiền ph&amp;iacute; bổ sung tuỳ ng&amp;acirc;n h&amp;agrave;ng. Kh&amp;aacute;ch h&amp;agrave;ng sẽ c&amp;oacute; khoản vay bổ sung đối với tiền gửi cố định (FDs) l&amp;ecirc;n đến 80-90 phần trăm gi&amp;aacute; trị của khoản tiền gửi.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;T&amp;agrave;i khoản tiền gửi c&amp;oacute; kỳ hạn (Recurring Deposit Account)&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ở t&amp;agrave;i khoản n&amp;agrave;y, bạn sẽ phải gửi tiền sau một khoảng thời gian cố định, v&amp;iacute; dụ 10 triệu/ th&amp;aacute;ng hoặc 50 triệu/ qu&amp;yacute;. Lợi nhuận m&amp;agrave; bạn kiếm về sẽ bằng với FD account. Ở t&amp;agrave;i khoản n&amp;agrave;y, bạn c&amp;oacute; thể g&amp;oacute;p cố định (10 triệu/th&amp;aacute;ng) hoặc thay đổi (th&amp;aacute;ng 1:10 triệu, th&amp;aacute;ng 2:15 triệu,...). Tuy nhi&amp;ecirc;n, ở t&amp;agrave;i khoản n&amp;agrave;y, bạn sẽ kh&amp;ocirc;ng được r&amp;uacute;t tiền ra trước thời gian đ&amp;aacute;o hạn, m&amp;agrave; sẽ chọn h&amp;igrave;nh thức đ&amp;oacute;ng t&amp;agrave;i khoản trước thời gian đ&amp;aacute;o hạn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;C&amp;aacute;c loại h&amp;igrave;nh Ng&amp;acirc;n h&amp;agrave;ng kh&amp;aacute;c nhau&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng sẽ được ph&amp;acirc;n chia t&amp;ugrave;y theo t&amp;iacute;nh chất v&amp;agrave; chiến lược kinh doanh. Với h&amp;igrave;nh thức n&amp;agrave;y, ch&amp;uacute;ng ta thường gặp 3 loại h&amp;igrave;nh ng&amp;acirc;n h&amp;agrave;ng l&amp;agrave;: Ng&amp;acirc;n h&amp;agrave;ng b&amp;aacute;n lẻ, ng&amp;acirc;n h&amp;agrave;ng b&amp;aacute;n bu&amp;ocirc;n v&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng hỗn hợp. L&amp;agrave; BA, bạn cần hiểu c&amp;aacute;c loại h&amp;igrave;nh ng&amp;acirc;n h&amp;agrave;ng kh&amp;aacute;c nhau để bạn c&amp;oacute; thể ph&amp;acirc;n biệt được sự kh&amp;aacute;c biệt giữa ng&amp;acirc;n h&amp;agrave;ng b&amp;aacute;n lẻ, ng&amp;acirc;n h&amp;agrave;ng doanh nghiệp, ng&amp;acirc;n h&amp;agrave;ng đầu tư v&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng tư nh&amp;acirc;n,...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Ng&amp;acirc;n h&amp;agrave;ng b&amp;aacute;n bu&amp;ocirc;n&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;L&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; nhiệm vụ ch&amp;iacute;nh l&amp;agrave; l&amp;agrave;m những giao dịch, cung cấp dịch vụ cho c&amp;aacute;c doanh nghiệp lớn, c&amp;ocirc;ng ty hoạt động trong lĩnh vực t&amp;agrave;i ch&amp;iacute;nh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Ng&amp;acirc;n h&amp;agrave;ng b&amp;aacute;n lẻ&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;L&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng chuy&amp;ecirc;n thực hiện những giao dịch, cung cấp c&amp;aacute;c dịch vụ cho đối tượng kh&amp;aacute;ch h&amp;agrave;ng l&amp;agrave; những c&amp;aacute; nh&amp;acirc;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Ng&amp;acirc;n h&amp;agrave;ng hỗn hợp&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đ&amp;acirc;y l&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể thực hiện cả nhiệm vụ của cả ng&amp;acirc;n h&amp;agrave;ng b&amp;aacute;n bu&amp;ocirc;n v&amp;agrave; b&amp;aacute;n lẻ. Ng&amp;acirc;n h&amp;agrave;ng n&amp;agrave;y thường l&amp;agrave;m những giao dịch, cung cấp dịch vụ cho kh&amp;aacute;ch h&amp;agrave;ng l&amp;agrave; những doanh nghiệp hay c&amp;aacute;c c&amp;aacute; nh&amp;acirc;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ngo&amp;agrave;i ra, nếu dựa v&amp;agrave;o t&amp;iacute;nh chất hoạt động th&amp;igrave; người ta cũng c&amp;oacute; thể ph&amp;acirc;n chia ng&amp;acirc;n h&amp;agrave;ng th&amp;agrave;nh 2 loại l&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng chuy&amp;ecirc;n doanh c&amp;ugrave;ng với ng&amp;acirc;n h&amp;agrave;ng kinh doanh tổng hợp.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Ng&amp;acirc;n h&amp;agrave;ng chuy&amp;ecirc;n doanh&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;L&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng n&amp;agrave;y chỉ hoạt động chuy&amp;ecirc;n về một lĩnh vực n&amp;agrave;o đ&amp;oacute; theo đ&amp;uacute;ng t&amp;ecirc;n gọi l&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng chuy&amp;ecirc;n danh. Chẳng hạn như ng&amp;acirc;n h&amp;agrave;ng chuy&amp;ecirc;n về xuất nhập khẩu, n&amp;ocirc;ng nghiệp hay đầu tư&amp;hellip;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Ng&amp;acirc;n h&amp;agrave;ng kinh doanh tổng hợp&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;L&amp;agrave; loại ng&amp;acirc;n h&amp;agrave;ng hoạt động ở tất cả những lĩnh vực kinh tế, tham gia hầu hết mọi nghiệp vụ m&amp;agrave; một ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể l&amp;agrave;m theo quy định của ph&amp;aacute;p luật.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;B&amp;ecirc;n cạnh những kiến thức tr&amp;ecirc;n, sẽ c&amp;oacute; những kiến thức bạn cần tự m&amp;igrave;nh t&amp;igrave;m hiểu như: Quy định, hoặc quy tr&amp;igrave;nh nghiệp vụ, sản phẩm, dịch vụ, hệ thống giao dịch, hệ thống thanh to&amp;aacute;n... của ng&amp;acirc;n h&amp;agrave;ng m&amp;igrave;nh đang l&amp;agrave;m việc m&amp;agrave; đưa ra những giải ph&amp;aacute;p hợp l&amp;yacute;; hay kh&amp;aacute;ch h&amp;agrave;ng của ng&amp;acirc;n h&amp;agrave;ng l&amp;agrave; ai; c&amp;aacute;c k&amp;ecirc;nh ph&amp;acirc;n phối v&amp;agrave; b&amp;aacute;n h&amp;agrave;ng,... Song song đ&amp;oacute;, bạn cần hiểu về ng&amp;acirc;n h&amp;agrave;ng kỹ thuật số để bạn c&amp;oacute; thể hiểu được c&amp;ocirc;ng nghệ di động v&amp;agrave; kỹ thuật số đang biến đổi c&amp;aacute;c dịch vụ ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; xu hướng thị trường như thế n&amp;agrave;o.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;2. BA ng&amp;acirc;n h&amp;agrave;ng l&amp;agrave; ai?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Định nghĩa&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Giải th&amp;iacute;ch một c&amp;aacute;ch đơn giản, BA ng&amp;acirc;n h&amp;agrave;ng (Banking Business Analysis) hay (Business Analysis for Banking (BAB)) l&amp;agrave; người BA được trang bị th&amp;ecirc;m kiến thức v&amp;agrave; kỹ năng trong lĩnh vực ng&amp;acirc;n h&amp;agrave;ng. Vậy n&amp;ecirc;n, trước khi trở th&amp;agrave;nh BA ng&amp;acirc;n h&amp;agrave;ng, bạn cần nắm vững kiến thức, kỹ năng ph&amp;acirc;n t&amp;iacute;ch, kỹ năng mềm,... của một BA trước nh&amp;eacute;.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Những kỹ năng d&amp;agrave;nh cho Banking Business Analyst&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Như định nghĩa về BA Ng&amp;acirc;n h&amp;agrave;ng ở tr&amp;ecirc;n, th&amp;igrave; BA ng&amp;acirc;n h&amp;agrave;ng cũng ch&amp;iacute;nh l&amp;agrave; người BA m&amp;agrave; th&amp;ocirc;i. C&amp;aacute;c c&amp;ocirc;ng việc thường gặp của BA ng&amp;acirc;n h&amp;agrave;ng vẫn l&amp;agrave;:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;L&amp;agrave;m việc chặt chẽ với BA Lead trong qu&amp;aacute; tr&amp;igrave;nh l&amp;agrave;m việc, v&amp;iacute; dụ: Tạo ra c&amp;aacute;c hệ thống mới để cung cấp c&amp;aacute;c sản phẩm/dịch vụ mới cho c&amp;aacute;c chủ sở hữu cổ phần của ng&amp;acirc;n h&amp;agrave;ng;&lt;/li&gt;
&lt;li&gt;Gợi &amp;yacute;, ph&amp;acirc;n t&amp;iacute;ch, chỉ định v&amp;agrave; x&amp;aacute;c minh c&amp;aacute;c y&amp;ecirc;u cầu kinh doanh;&lt;/li&gt;
&lt;li&gt;T&amp;agrave;i liệu ho&amp;aacute; c&amp;aacute;c y&amp;ecirc;u cầu;&lt;/li&gt;
&lt;li&gt;Hỗ trợ nh&amp;oacute;m kỹ thuật;&lt;/li&gt;
&lt;li&gt;Phối hợp với nh&amp;oacute;m kiểm thử trong c&amp;aacute;c giai đoạn thử nghiệm kh&amp;aacute;c nhau;&lt;/li&gt;
&lt;li&gt;V&amp;agrave; c&amp;aacute;c c&amp;ocirc;ng việc kh&amp;aacute;c của một BA.&amp;nbsp;V&amp;igrave; vậy, BA ng&amp;acirc;n h&amp;agrave;ng cũng cần trang bị bộ core skills bao gồm:&lt;/li&gt;
&lt;li&gt;Kỹ năng giao tiếp (V&amp;iacute; dụ: Biết c&amp;aacute;ch giao tiếp với c&amp;aacute;c C-levels với tư c&amp;aacute;ch l&amp;agrave; BA Ng&amp;acirc;n h&amp;agrave;ng để thể hiện sự đĩnh đạc, chuy&amp;ecirc;n nghiệp khi n&amp;oacute;i chuyện với quản l&amp;yacute; cấp cao v&amp;agrave; thuyết phục th&amp;agrave;nh c&amp;ocirc;ng họ với quan điểm của bạn)&lt;/li&gt;
&lt;li&gt;Kỹ năng giải quyết vấn đề, t&amp;igrave;nh huống,... (Biết c&amp;aacute;ch m&amp;agrave; BA ng&amp;acirc;n h&amp;agrave;ng sử dụng dữ liệu hoạt động để x&amp;acirc;y dựng c&amp;aacute;c t&amp;igrave;nh huống kinh doanh vững chắc, từ đ&amp;oacute; x&amp;acirc;y dựng hệ thống thu thập dữ liệu ch&amp;iacute;nh x&amp;aacute;c từ hoạt động của ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; ph&amp;aacute;t triển chiến lược kinh doanh tốt trong một thời gian ngắn)&lt;/li&gt;
&lt;li&gt;Kỹ năng tư duy, phản biện (Biết c&amp;aacute;ch lập luận, đặt c&amp;acirc;u hỏi v&amp;agrave;o trọng t&amp;acirc;m vấn đề, hoặc trả lời c&amp;acirc;u hỏi đ&amp;uacute;ng trọng t&amp;acirc;m v&amp;agrave; h&amp;agrave;i l&amp;ograve;ng c&amp;aacute;c b&amp;ecirc;n li&amp;ecirc;n quan)&lt;/li&gt;
&lt;li&gt;Kỹ năng ph&amp;acirc;n t&amp;iacute;ch v&amp;agrave; tr&amp;igrave;nh b&amp;agrave;y (Biết c&amp;aacute;ch tạo trang tr&amp;igrave;nh b&amp;agrave;y PowerPoint thuyết phục v&amp;agrave; chuy&amp;ecirc;n nghiệp, giống như c&amp;aacute;c chuy&amp;ecirc;n gia tư vấn h&amp;agrave;ng đầu của c&amp;aacute;c doanh nghiệp lớn).&lt;/li&gt;
&lt;li&gt;Khả năng tiếng Anh (Sử dụng tiếng Anh như c&amp;ocirc;ng cụ để giao tiếp v&amp;agrave; truyền đạt th&amp;ocirc;ng tin với c&amp;aacute;c đối t&amp;aacute;c nước ngo&amp;agrave;i)&lt;/li&gt;
&lt;li&gt;V&amp;agrave; c&amp;aacute;c kỹ năng quan trọng kh&amp;aacute;c cần thiết cho sự thăng tiến trong nghề.&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Nghề BA ng&amp;acirc;n h&amp;agrave;ng&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ng&amp;agrave;y nay, trong thời kỳ c&amp;ocirc;ng nghệ 4.0, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng đều quan t&amp;acirc;m đến việc chuyển đổi số cho c&amp;aacute;c hoạt động ng&amp;acirc;n h&amp;agrave;ng, bao gồm lưu trữ th&amp;ocirc;ng tin, quản l&amp;yacute; dữ liệu, quản l&amp;yacute; nh&amp;acirc;n vi&amp;ecirc;n,... v&amp;agrave; nhiều c&amp;ocirc;ng việc kh&amp;aacute;c. V&amp;igrave; vậy m&amp;agrave; nhu cầu tuyển dụng kỹ sư, chuy&amp;ecirc;n vi&amp;ecirc;n ph&amp;acirc;n t&amp;iacute;ch trong lĩnh vực c&amp;ocirc;ng nghệ ng&amp;acirc;n h&amp;agrave;ng ng&amp;agrave;y c&amp;agrave;ng tăng. C&amp;aacute;c c&amp;ocirc;ng việc của một BA Ng&amp;acirc;n h&amp;agrave;ng thường thực hiện đ&amp;oacute; l&amp;agrave;:&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Dự &amp;aacute;n R&amp;amp;D c&amp;oacute; yếu tố c&amp;ocirc;ng nghệ mới như:&lt;/strong&gt;&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;AI&lt;/li&gt;
&lt;li&gt;Big Data&lt;/li&gt;
&lt;li&gt;Blockchain&lt;/li&gt;
&lt;li&gt;IoT&lt;/li&gt;
&lt;li&gt;Chuyển đổi số (Digital Banking)&lt;/li&gt;
&lt;li&gt;V&amp;iacute; dụ: Credit Scoring, Chatbot, Voicebot, RPA, Smart Banking,..&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;X&amp;acirc;y dựng Ng&amp;acirc;n h&amp;agrave;ng l&amp;otilde;i (Core Banking):&amp;nbsp;&lt;/strong&gt;Triển khai v&amp;agrave; vận h&amp;agrave;nh c&amp;aacute;c nghiệp vụ ng&amp;acirc;n h&amp;agrave;ng tr&amp;ecirc;n nền tảng hệ thống Core Banking, ph&amp;aacute;t triển c&amp;aacute;c phần mềm core banking phổ biến, chuyển đổi hệ thống core banking,...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;X&amp;acirc;y dựng Ng&amp;acirc;n h&amp;agrave;ng điện tử (e-Banking):&lt;/strong&gt;&amp;nbsp;X&amp;acirc;y dựng, tổ chức v&amp;agrave; nền tảng c&amp;ocirc;ng nghệ hỗ trợ cho c&amp;aacute;c dịch vụ ng&amp;acirc;n h&amp;agrave;ng điện tử; &amp;aacute;p dụng v&amp;agrave; thực hiện c&amp;aacute;c hoạt động ph&amp;aacute;t triển cũng như quản trị dự &amp;aacute;n ng&amp;acirc;n h&amp;agrave;ng điện tử; ph&amp;acirc;n t&amp;iacute;ch c&amp;aacute;ch thức triển khai dự &amp;aacute;n ng&amp;acirc;n h&amp;agrave;ng điện tử trong thực tế đối với từng tổ chức cụ thể. Đặc biệt, đ&amp;acirc;y cũng l&amp;agrave; mảng lĩnh vực kh&amp;aacute; hot m&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng Việt Nam thường xuy&amp;ecirc;n tuyển dụng.&lt;/p&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;ul&gt;
&lt;li style="text-align: justify;"&gt;Students majoring in BIS/MIS/E-commerce are interested in the field of Software Business Analysis for the banking industry, want to get acquainted with basic knowledge as well as learn about the career path of a BA.&lt;/li&gt;
&lt;li style="text-align: justify;"&gt;Students majoring in economics, management, human resources, foreign languages,... oriented towards BA career.&lt;/li&gt;
&lt;li style="text-align: justify;"&gt;Students want to build a solid professional foundation, try their hand at real situations/projects before entering the BA profession.&lt;/li&gt;
&lt;li style="text-align: justify;"&gt;You are an IT (Information Technology) expert with experience in programming Jave, .NET, Tester, QA, QC, ...&lt;/li&gt;
&lt;li style="text-align: justify;"&gt;You are a software business analyst (IT Business Analyst/ IT BA) in the insurance, telecommunications industry,... and are familiar with SDLC (Software Development Lifecycle) and requirements analysis. requirements analysis;&lt;/li&gt;
&lt;li style="text-align: justify;"&gt;Or are you a finance, marketing,...&lt;/li&gt;
&lt;li style="text-align: justify;"&gt;You are completely new and want to orient yourself to another field...&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;In this article, DTSVN will address topics related to the business analysis profession in the banking sector (Business Analysis for Banking - BAB). In your opinion, are banking BAs similar or different from BAs in other fields?&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;If you think that "If you've done a BA, BAs in every field are similar, they also go to workshops, clarify requirements, document requirements,... that's it. Knowledge of that field is not very important!&amp;rdquo; then you may have difficulty experiencing it in practice. Did you know that: Background knowledge in the field you are working in is extremely important. If you are new to the banking industry, one of the difficulties you will encounter is acquiring the necessary banking knowledge. Because if you do not have banking knowledge, it will be difficult for you to successfully implement a banking project for your stakeholders and customers.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Do not believe it? So now, try to imagine yourself in a workshop to collect requirements in building an electronic banking system. A stakeholder asked: "How do we handle letters of credit in this new system?" or &amp;ldquo;How will you handle client-level loan-to-value ratios?&amp;rdquo; If you cannot answer or even understand what the stakeholders are saying, then you have lost the trust of customers, and you are even risking your own reputation and career.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;At this point, you probably agree with DTSVN that: Background knowledge in the field you are working in is very important, right? So for those of you who are just starting out in the banking field, how can you consolidate your knowledge in the industry? Maybe you will choose to read a lot of thick books, or take courses to supplement your knowledge, etc. As long as you feel it is suitable for yourself and you can absorb it, that's it. will be a good way for you.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In this article, DTSVN will provide you with an overview of the banking industry. Hope this article will be useful to you.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1. Knowledge about the banking sector:&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;The concept of banking and how banks make profits:&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Knowledge in the banking sector is vast. As a BA, you need to understand how a bank works from start to finish so you can get a &amp;ldquo;big picture&amp;rdquo; view of the bank and can tie information together, understand how banks make money so you can find out the meaning of the employee's statement, for example: Interest-based income versus fee-based income,...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;First, we will learn about the concept of banking. The banking industry can be defined as a series of business activities in receiving deposits belonging to individuals and organizations and protecting those funds. The bank will then lend this money out to make a profit. More specifically about banks participating in the market to make profits:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;Savers (Including individuals, organizations,...) will deposit money in different banks. And banks will give money to those who need to borrow and are qualified to borrow (they are also the same group of people as savers: Can be individuals, organizations,...).&lt;/li&gt;
&lt;li&gt;The bank must be responsible for returning the correct deposit amount and additional profit/interest (According to commitment/contract) to the saver. At the same time, the borrower must repay the borrowed amount to the bank, along with profit/interest (according to the commitment/contract).&lt;/li&gt;
&lt;li&gt;However, the amount of interest that the bank must pay to the depositor and the borrower must pay to the bank will be different in that the interest rate that the borrower must pay to the bank will usually be larger. This difference is because the bank will make a profit based on this difference. The higher the spread, the more profit the bank will earn.&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Types of Bank accounts&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Savings account&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As the name suggests, this is an account whose main goal is to promote savings, so there will be no limit to the number and amount of deposits you make on this account, and there are no fees when putting money in. However, you may encounter limits on your withdrawal amount. Any bank may limit the amount and number of withdrawals you can make on this savings account. In case of competition between different banking competitors, which banks will have different policies regarding this withdrawal. This is a basic type of account that when you open this account, you usually will not be charged any transaction fees, maintenance fees, service fees, etc. But you will not have basic support such as internet banking, debit cards, debit cards,...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Current Account&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This type of account has high liquidity and unlimited number of transactions. You can put any amount of money into your account and there is no limit to the number of times, and you can withdraw money without any problems. However, you will be fined if you do not maintain the minimum balance as committed and the bank will not pay profit for this account or if any (depending on competition policies with other banks). In this account, you may have to pay service fees depending on each bank. This current account will be suitable for business customers, because businesses often need to deposit a lot of money multiple times every day of the week, as well as continuously withdraw money from the account. clause.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Fixed Deposit Account (Fixed Deposit Account)&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;For this account, you can only put money into the account once and wait until maturity, then you can withdraw both capital and interest. In this account, you can withdraw money before maturity without incurring any penalties from the bank, or incurring additional fees depending on the bank. Customers will get additional loan against fixed deposits (FDs) up to 80-90 per cent of the value of the deposit.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Recurring Deposit Account&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In this account, you will have to deposit money after a fixed period of time, for example 10 million/month or 50 million/quarter. The profit you earn will be equal to the FD account. In this account, you can make fixed contributions (10 million/month) or change (January: 10 million, February: 15 million,...). However, in this account, you will not be able to withdraw money before maturity, but will choose to close the account before maturity.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Different types of Banks&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Banks will be divided depending on their nature and business strategy. With this form, we often encounter 3 types of banks: retail banks, wholesale banks and mixed banks. As a BA, you need to understand the different types of banks so you can differentiate between retail banking, corporate banking, investment banking, and private banking, etc.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Wholesale banking&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;A bank whose main mission is to make transactions and provide services to large businesses and companies operating in the financial sector.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Retail bank&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;A bank specializing in conducting transactions and providing services to customers who are individuals.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Mixed bank&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This is a bank that can perform both wholesale and retail banking tasks. This bank often makes transactions and provides services to customers who are businesses or individuals.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In addition, based on the nature of operations, people can also divide banks into two types: specialized banks and general business banks.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Specialized bank&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This bank only specializes in a certain field according to its name, a specialized bank. For example, banks specializing in import-export, agriculture or investment...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;General business bank&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This type of bank operates in all economic sectors, participating in almost every operation that a bank can do according to the provisions of law.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Besides the above knowledge, there will be knowledge you need to learn for yourself such as: Regulations, or business processes, products, services, transaction systems, payment systems... of the bank I'm working and coming up with reasonable solutions; or who are the bank's customers; distribution and sales channels, etc. In parallel, you need to understand digital banking so you can understand how mobile and digital technology is transforming banking services and market trends. how is school.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;2. Who are the THREE banks?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Define&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Simply explained, a BA (Banking Business Analyst) or (Business Analysis for Banking (BAB)) is a BA person who is equipped with additional knowledge and skills in the banking field. So, before becoming a banking BA, you need to master the knowledge, analytical skills, soft skills,... of a BA first.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Skills for Banking Business Analyst&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As with the definition of THREE Banks above, THREE banks are just BA people. The common jobs of BA banks are still:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;Work closely with BA Lead during the work process, for example: Creating new systems to provide new products/services to the bank's share owners;&lt;/li&gt;
&lt;li&gt;Elicit, analyze, specify and verify business requirements;&lt;/li&gt;
&lt;li&gt;Document requirements;&lt;/li&gt;
&lt;li&gt;Technical team support;&lt;/li&gt;
&lt;li&gt;Coordinate with testing team during various testing phases;&lt;/li&gt;
&lt;li&gt;And other jobs of a BA. Therefore, THREE banks also need to be equipped with core skills including:&lt;/li&gt;
&lt;li&gt;Communication skills (Example: Know how to communicate with C-levels as a Banking BA to demonstrate poise, professionalism when speaking to senior management and successfully persuade them with a point of view your)&lt;/li&gt;
&lt;li&gt;Skills in solving problems, situations, etc. (Know how BA banks use operational data to build solid business cases, thereby building an accurate data collection system from bank operations and develop good business strategies in a short time)&lt;/li&gt;
&lt;li&gt;Critical thinking skills (Knowing how to reason, ask questions that get to the heart of the problem, or answer questions to the point and satisfy stakeholders)&lt;/li&gt;
&lt;li&gt;Analytical and presentation skills (Know how to create convincing and professional PowerPoint slides, like top consultants of large enterprises).&lt;/li&gt;
&lt;li&gt;English ability (Use English as a tool to communicate and convey information with foreign partners)&lt;/li&gt;
&lt;li&gt;And other important skills necessary for career advancement.&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Career BA in banking&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Today, in the 4.0 technology era, banks are interested in digital transformation for banking activities, including information storage, data management, employee management,... and many more. Other jobs. Therefore, the need to recruit engineers and analysts in the field of banking technology is increasing. The tasks that a BA Bank usually performs are:&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;R&amp;amp;D projects have new technology elements such as:&lt;/strong&gt;&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;AI&lt;/li&gt;
&lt;li&gt;Big Data&lt;/li&gt;
&lt;li&gt;Blockchain&lt;/li&gt;
&lt;li&gt;IoT&lt;/li&gt;
&lt;li&gt;Digital Banking&lt;/li&gt;
&lt;li&gt;For example: Credit Scoring, Chatbot, Voicebot, RPA, Smart Banking,..&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Building Core Banking:&lt;/strong&gt;&amp;nbsp;Deploying and operating banking operations on the Core Banking system platform, developing popular core banking software, converting core banking system,...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Building electronic banking (e-Banking):&amp;nbsp;&lt;/strong&gt;Building, organizing and supporting technology platforms for electronic banking services; Apply and implement development activities as well as manage electronic banking projects; Analyze how to implement e-banking projects in practice for each specific organization. In particular, this is also a quite hot field that Vietnamese banks regularly recruit.&amp;nbsp;&lt;/p&gt;</content_en_html>
	<time_create_dt>2025-07-18T05:33:46.000Z</time_create_dt>
	<createdDate>2025-08-25T05:33:45.656Z</createdDate>
	<createdDate_dt>2025-08-25T05:33:45.656Z</createdDate_dt>
	<lastModifiedDate>2025-08-25T05:33:45.656Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-25T05:33:45.656Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>