<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>94fd</objectGroupId>
	<objectId>94fd3bb6-cfe9-be86-189f-ff148bbb01ef</objectId>
	<file-name>index.xml</file-name>
	<folder-name>94fd3bb6-cfe9-be86-189f-ff148bbb01ef</folder-name>
	<internal-name>Thúc đẩy đầu tư bền vững: Trao quyền cho nhà quản lý ESG bằng phương pháp tiêu chuẩn</internal-name>
	<navLabel>Thúc đẩy đầu tư bền vững: Trao quyền cho nhà quản lý ESG bằng phương pháp tiêu chuẩn</navLabel>
	<title_vi_s>Thúc đẩy đầu tư bền vững: Trao quyền cho nhà quản lý ESG bằng phương pháp tiêu chuẩn</title_vi_s>
	<title_en_s>How Green is Green? Empowering ESG Investment Managers with Standard Methodology</title_en_s>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<img_main_s>/static-assets/images/anh-2-2-1.jpg</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;Trong nửa đầu năm 2023, khối t&amp;agrave;i ch&amp;iacute;nh hướng tới mục ti&amp;ecirc;u Xanh, X&amp;atilde; hội, Bền vững, Li&amp;ecirc;n kết bền vững v&amp;agrave; Chuyển đổi đ&amp;atilde; đạt mức 4 ngh&amp;igrave;n tỷ USD, theo th&amp;ocirc;ng tin từ S&amp;aacute;ng kiến Tr&amp;aacute;i phiếu Kh&amp;iacute; hậu (CBI). Tuy nhi&amp;ecirc;n, sự "xanh" lựa chọn l&amp;agrave; như thế n&amp;agrave;o? V&amp;agrave; đối với c&amp;aacute;c nh&amp;agrave; quản l&amp;yacute; quỹ v&amp;agrave; t&amp;agrave;i sản, mức độ tự tin của họ đến đ&amp;acirc;u khi đ&amp;aacute;nh gi&amp;aacute; chất lượng v&amp;agrave; t&amp;iacute;nh to&amp;agrave;n vẹn của dữ liệu cần thiết để hỗ trợ quyết định quản l&amp;yacute; quỹ theo ti&amp;ecirc;u ch&amp;iacute; M&amp;ocirc;i trường, X&amp;atilde; hội v&amp;agrave; Quản trị (ESG)?&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;ESG bắt buộc&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ph&amp;acirc;n t&amp;iacute;ch của McKinsey ước t&amp;iacute;nh rằng khoản đầu tư v&amp;agrave;o cơ sở hạ tầng v&amp;agrave; hệ thống mới cần thiết để đ&amp;aacute;p ứng c&amp;aacute;c mục ti&amp;ecirc;u kh&amp;iacute; hậu quốc tế&amp;nbsp; c&amp;oacute; thể l&amp;agrave; 9,2 ngh&amp;igrave;n tỷ USD mỗi năm cho đến năm 2050 - con số n&amp;agrave;y ước t&amp;iacute;nh cao hơn &amp;iacute;t nhất 3,5 ngh&amp;igrave;n tỷ USD mỗi năm so với mức đầu tư hiện tại ở cả c&amp;aacute;c nước c&amp;oacute; nền kinh tế ph&amp;aacute;t triển thấp. cơ sở hạ tầng carbon v&amp;agrave; nhi&amp;ecirc;n liệu h&amp;oacute;a thạch v&amp;agrave; những thay đổi trong việc sử dụng đất.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Hiện nay, Li&amp;ecirc;n minh ch&amp;acirc;u &amp;Acirc;u (EU) đang đứng đầu thế giới trong việc cam kết thực hiện những thay đổi quan trọng để đối ph&amp;oacute; với biến đổi kh&amp;iacute; hậu. Trong lĩnh vực t&amp;agrave;i ch&amp;iacute;nh, thị trường dịch vụ đang được c&amp;ocirc;ng nhận l&amp;agrave; một yếu tố quan trọng để th&amp;uacute;c đẩy cuộc chiến chống biến đổi kh&amp;iacute; hậu. Một c&amp;ocirc;ng cụ quan trọng trong việc đạt được mục ti&amp;ecirc;u n&amp;agrave;y l&amp;agrave; Nghị định về Th&amp;ocirc;ng tin T&amp;agrave;i ch&amp;iacute;nh về dự &amp;aacute;n bền vững (SFDR). SFDR l&amp;agrave; ch&amp;igrave;a kh&amp;oacute;a để đạt được mức đầu tư cần thiết nhằm hỗ trợ đổi mới v&amp;agrave; buộc c&amp;aacute;c c&amp;ocirc;ng ty ph&amp;aacute;t triển theo hướng hoạt động bền vững hơn. N&amp;oacute; đang nhanh ch&amp;oacute;ng trở th&amp;agrave;nh quy định t&amp;agrave;i ch&amp;iacute;nh ưu việt li&amp;ecirc;n quan đến việc chống rửa xanh, dựa tr&amp;ecirc;n c&amp;ocirc;ng việc đ&amp;atilde; được thực hiện ở cấp độ b&amp;aacute;n lẻ/sản phẩm để y&amp;ecirc;u cầu c&amp;aacute;c c&amp;ocirc;ng ty chịu tr&amp;aacute;ch nhiệm về mọi hoạt động của họ.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Tuy nhi&amp;ecirc;n, việc thiếu dữ liệu đ&amp;aacute;ng tin cậy v&amp;agrave; m&amp;ocirc; h&amp;igrave;nh rủi ro kh&amp;ocirc;ng ch&amp;iacute;nh x&amp;aacute;c vẫn l&amp;agrave; mối lo ngại lớn, chắc chắn đang hạn chế tốc độ thay đổi do ESG dẫn đầu. C&amp;aacute;c c&amp;aacute;n bộ tu&amp;acirc;n thủ v&amp;agrave; Rủi ro l&amp;agrave; người gi&amp;aacute;m s&amp;aacute;t việc tu&amp;acirc;n thủ quy định, tuy nhi&amp;ecirc;n đ&amp;acirc;y l&amp;agrave; một qu&amp;aacute; tr&amp;igrave;nh chuyển đổi kh&amp;ocirc;ng thể đạt được nếu kh&amp;ocirc;ng c&amp;oacute; c&amp;aacute;c c&amp;ocirc;ng cụ hỗ trợ c&amp;ocirc;ng nghệ ph&amp;ugrave; hợp. Nếu ng&amp;agrave;nh đầu tư kh&amp;ocirc;ng tự tin v&amp;agrave;o chất lượng dữ liệu hoặc quan trọng l&amp;agrave; kh&amp;ocirc;ng thể đưa ra những so s&amp;aacute;nh hợp l&amp;yacute; giữa hiệu suất ESG của doanh nghiệp th&amp;igrave; c&amp;aacute;c cơ hội to&amp;agrave;n cầu để thực hiện c&amp;aacute;c chiến lược m&amp;ocirc;i trường sẽ bị mất.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Dữ liệu kh&amp;ocirc;ng nhất qu&amp;aacute;n v&amp;agrave; nhiều ti&amp;ecirc;u chuẩn&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Việc thiếu dữ liệu nhất qu&amp;aacute;n l&amp;agrave; điều kh&amp;ocirc;ng thể tr&amp;aacute;nh khỏi do thị trường ESG c&amp;ograve;n non nớt. Tuy nhi&amp;ecirc;n, vấn đề th&amp;ecirc;m v&amp;agrave;o l&amp;agrave; sự xuất hiện của nhiều ti&amp;ecirc;u chuẩn v&amp;agrave; khu&amp;ocirc;n khổ kh&amp;ocirc;ng tương th&amp;iacute;ch, khiến việc so s&amp;aacute;nh hiệu suất của tr&amp;aacute;i phiếu ESG trở n&amp;ecirc;n v&amp;ocirc; c&amp;ugrave;ng kh&amp;oacute; khăn. C&amp;aacute;c c&amp;ocirc;ng ty đang đo lường hiệu quả hoạt động của m&amp;igrave;nh dựa tr&amp;ecirc;n ph&amp;acirc;n loại tr&amp;aacute;i phiếu Kh&amp;iacute; hậu của S&amp;aacute;ng kiến Tr&amp;aacute;i phiếu Kh&amp;iacute; hậu (CBI),&amp;nbsp; ph&amp;acirc;n loại của EU đối với c&amp;aacute;c hoạt động bền vững hay nguy&amp;ecirc;n tắc tr&amp;aacute;i phiếu Xanh của Hiệp hội Thị trường vốn Quốc tế (ICMA) kh&amp;ocirc;ng?&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Mỗi cơ chế trong số n&amp;agrave;y - v&amp;agrave; c&amp;ograve;n nhiều cơ chế kh&amp;aacute;c đang ph&amp;aacute;t triển tr&amp;ecirc;n khắp thế giới - đặt ra một khu&amp;ocirc;n khổ để c&amp;ocirc;ng bố v&amp;agrave; b&amp;aacute;o c&amp;aacute;o về tr&amp;aacute;i phiếu ESG, nhưng mỗi cơ chế lại c&amp;oacute; một bộ y&amp;ecirc;u cầu kh&amp;aacute;c nhau khiến việc thực sự hiểu được c&amp;aacute;c so s&amp;aacute;nh trở n&amp;ecirc;n rất kh&amp;oacute; khăn, tốn thời gian v&amp;agrave; tốn k&amp;eacute;m.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Hiệu suất so s&amp;aacute;nh kh&amp;ocirc;ng tương th&amp;iacute;ch&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Vấn đề n&amp;agrave;y ảnh hưởng đến mọi phần của kh&amp;aacute;i niệm đầu tư cực kỳ phức tạp v&amp;agrave; đa dạng do ESG dẫn đầu. Lấy v&amp;iacute; dụ như cải tạo c&amp;aacute;c t&amp;ograve;a nh&amp;agrave; để giảm lượng kh&amp;iacute; thải carbon. C&amp;aacute;c y&amp;ecirc;u cầu của CBI sẽ y&amp;ecirc;u cầu c&amp;aacute;c c&amp;aacute;ch tiếp cận kh&amp;aacute;c nhau t&amp;ugrave;y thuộc v&amp;agrave;o việc t&amp;ograve;a nh&amp;agrave; l&amp;agrave; mới hay cũ, thương mại hay d&amp;acirc;n cư v&amp;agrave; vị tr&amp;iacute; của n&amp;oacute; tr&amp;ecirc;n to&amp;agrave;n thế giới. Điều n&amp;agrave;y đ&amp;ograve;i hỏi một lượng c&amp;ocirc;ng việc đ&amp;aacute;ng kể để đ&amp;aacute;nh gi&amp;aacute; c&amp;aacute;c t&amp;aacute;c động kh&amp;aacute;c nhau ở Ph&amp;aacute;p, chẳng hạn như so với &amp;Uacute;c.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Một c&amp;aacute;ch tiếp cận kh&amp;aacute;c c&amp;oacute; thể l&amp;agrave; tu&amp;acirc;n theo m&amp;ocirc; h&amp;igrave;nh ICMA, m&amp;ocirc; h&amp;igrave;nh n&amp;agrave;y chỉ xem x&amp;eacute;t địa điểm v&amp;agrave; mức độ giảm thiểu carbon. Trong khi đ&amp;oacute;, hệ thống ph&amp;acirc;n loại của EU y&amp;ecirc;u cầu phải tu&amp;acirc;n thủ luật ph&amp;aacute;p ti&amp;ecirc;u chuẩn quốc gia c&amp;oacute; li&amp;ecirc;n quan. Trong một số trường hợp, điều n&amp;agrave;y sẽ cho ph&amp;eacute;p tạo ra chứng chỉ hiệu suất m&amp;ocirc;i trường (EPC) m&amp;agrave; kh&amp;ocirc;ng cần phải đo lường mức giảm carbon. Mặc d&amp;ugrave; mỗi c&amp;aacute;ch tiếp cận đều hợp ph&amp;aacute;p nhưng ch&amp;uacute;ng c&amp;oacute; sự kh&amp;aacute;c biệt đ&amp;aacute;ng kể. Vậy l&amp;agrave;m thế n&amp;agrave;o để c&amp;aacute;c nh&amp;agrave; quản l&amp;yacute; quỹ v&amp;agrave; t&amp;agrave;i sản c&amp;oacute; thể tự tin so s&amp;aacute;nh giữa c&amp;aacute;c tr&amp;aacute;i phiếu?&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Về l&amp;yacute; thuyết, vấn đề c&amp;oacute; thể được giải quyết nếu m&amp;ocirc; h&amp;igrave;nh rủi ro của quỹ y&amp;ecirc;u cầu b&amp;aacute;o c&amp;aacute;o theo cả ba ti&amp;ecirc;u chuẩn, nhưng chi ph&amp;iacute; sẽ rất cao do thiếu nguồn lực l&amp;agrave;nh nghề trong lĩnh vực non trẻ n&amp;agrave;y v&amp;agrave; kh&amp;oacute; khăn trong việc đảm bảo dữ liệu nhất qu&amp;aacute;n, ph&amp;ugrave; hợp. Về cơ bản, mặc d&amp;ugrave; tư duy đằng sau mỗi ph&amp;acirc;n loại v&amp;agrave; m&amp;ocirc; h&amp;igrave;nh đều đ&amp;aacute;ng khen ngợi, nhưng sự tồn tại của nhiều ti&amp;ecirc;u chuẩn đang tạo ra những r&amp;agrave;o cản đ&amp;aacute;ng kể cho sự tiến bộ trong một lĩnh vực đầu tư quan trọng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Phương ph&amp;aacute;p v&amp;agrave; c&amp;ocirc;ng nghệ&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;T&amp;iacute;nh nhất qu&amp;aacute;n l&amp;agrave; điều cần thiết nếu thị trường tr&amp;aacute;i phiếu ESG muốn ph&amp;aacute;t huy hết tiềm năng của n&amp;oacute;. C&amp;aacute;c c&amp;aacute;n bộ phụ tr&amp;aacute;ch Rủi ro v&amp;agrave; Tu&amp;acirc;n thủ cần thiết lập c&amp;aacute;c khu&amp;ocirc;n khổ quản trị dữ liệu nghi&amp;ecirc;m ngặt v&amp;agrave; c&amp;aacute;c phương ph&amp;aacute;p c&amp;oacute; cấu tr&amp;uacute;c để cho ph&amp;eacute;p so s&amp;aacute;nh hiệu quả hiệu quả hoạt động v&amp;agrave; rủi ro. Sử dụng phương ph&amp;aacute;p ph&amp;acirc;n loại ph&amp;ugrave; hợp, c&amp;oacute; thể khắc phục t&amp;igrave;nh trạng ph&amp;acirc;n mảnh v&amp;agrave; cung cấp th&amp;ocirc;ng tin hợp lệ kh&amp;ocirc;ng chỉ hỗ trợ c&amp;aacute;c quyết định quản l&amp;yacute; quỹ m&amp;agrave; c&amp;ograve;n tu&amp;acirc;n thủ c&amp;aacute;c quy định như SFDR.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ng&amp;agrave;y nay, c&amp;aacute;c nh&amp;agrave; quản l&amp;yacute; quỹ v&amp;agrave; t&amp;agrave;i sản đang lo lắng một c&amp;aacute;ch đ&amp;uacute;ng đắn. Họ lo ngại về rủi ro danh tiếng v&amp;agrave; khả năng bị phạt thực sự nếu kh&amp;ocirc;ng tu&amp;acirc;n thủ SFDR v&amp;agrave; do đ&amp;oacute;, ng&amp;agrave;y c&amp;agrave;ng c&amp;oacute; nhiều b&amp;aacute;o c&amp;aacute;o về việc hạ cấp h&amp;agrave;ng tỷ đ&amp;ocirc; la, trong đ&amp;oacute; c&amp;aacute;c quỹ xanh đậm (Điều 9) đang bị hạ cấp xuống xanh nhạt điều 8) như một phần của hoạt động giảm thiểu rủi ro. Điều n&amp;agrave;y cuối c&amp;ugrave;ng đang l&amp;agrave;m suy yếu gi&amp;aacute; trị của hoạt động ESG v&amp;agrave; minh họa r&amp;otilde; r&amp;agrave;ng c&amp;aacute;c vấn đề hiện tại đang phải đối mặt trong lĩnh vực rủi ro tu&amp;acirc;n thủ.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đ&amp;atilde; đến l&amp;uacute;c c&amp;aacute;c c&amp;aacute;n bộ tu&amp;acirc;n thủ v&amp;agrave; rủi ro phải t&amp;igrave;m ra những c&amp;aacute;ch tốt hơn để đo lường v&amp;agrave; so s&amp;aacute;nh hiệu suất, đồng thời đ&amp;aacute;nh gi&amp;aacute; ch&amp;iacute;nh x&amp;aacute;c rủi ro kh&amp;iacute; hậu đối với danh mục đầu tư. Đ&amp;acirc;y l&amp;agrave; l&amp;uacute;c để c&amp;aacute;c hệ thống c&amp;oacute; thể duyệt qua c&amp;aacute;c ti&amp;ecirc;u chuẩn v&amp;agrave; khu&amp;ocirc;n khổ kh&amp;aacute;c nhau n&amp;agrave;y bằng thuật to&amp;aacute;n, đ&amp;aacute;nh gi&amp;aacute;, l&amp;agrave;m sạch, ti&amp;ecirc;u chuẩn h&amp;oacute;a v&amp;agrave; chỉ sau đ&amp;oacute; sử dụng dữ liệu để đưa ra quyết định đ&amp;uacute;ng đắn. Thực hiện điều n&amp;agrave;y tr&amp;ecirc;n quy m&amp;ocirc; lớn đ&amp;ograve;i hỏi c&amp;aacute;c thuật to&amp;aacute;n phức tạp kết hợp với sự hiểu biết s&amp;acirc;u sắc về lĩnh vực ESG n&amp;agrave;y. Một số phương ph&amp;aacute;p tiếp cận AI, bao gồm Xử l&amp;yacute; ng&amp;ocirc;n ngữ tự nhi&amp;ecirc;n (NLP) v&amp;agrave; ph&amp;acirc;n loại học m&amp;aacute;y ESG để dự đo&amp;aacute;n ch&amp;iacute;nh x&amp;aacute;c rủi ro, đang được ph&amp;aacute;t triển.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;B&amp;acirc;y giờ l&amp;agrave; l&amp;uacute;c để thực hiện c&amp;aacute;c phương ph&amp;aacute;p v&amp;agrave; hệ thống ph&amp;ugrave; hợp, nếu kh&amp;ocirc;ng mối đe dọa phạt tiền sẽ trở th&amp;agrave;nh hiện thực khi c&amp;aacute;c cơ quan quản l&amp;yacute; tiếp tục &amp;aacute;p dụng c&amp;aacute;ch tiếp cận cứng rắn đối với hoạt động tẩy rửa xanh. Nhưng b&amp;acirc;y giờ kh&amp;ocirc;ng phải l&amp;agrave; l&amp;uacute;c để c&amp;aacute;c quỹ đầu tư v&amp;agrave; nh&amp;agrave; quản l&amp;yacute; t&amp;agrave;i sản quay trở lại. Điều cần thiết l&amp;agrave; phải chuyển hướng sang hoạt động hướng tới sự bền vững v&amp;agrave; cơ hội thị trường l&amp;agrave; rất lớn. C&amp;aacute;c nh&amp;agrave; quản l&amp;yacute; quỹ v&amp;agrave; t&amp;agrave;i sản chủ động &amp;aacute;p dụng phương ph&amp;aacute;p tập hợp c&amp;aacute;c ti&amp;ecirc;u chuẩn v&amp;agrave; nguồn dữ liệu kh&amp;aacute;c nhau sẽ kh&amp;ocirc;ng chỉ bảo vệ sự tu&amp;acirc;n thủ SFDR m&amp;agrave; c&amp;ograve;n đạt được mức độ r&amp;otilde; r&amp;agrave;ng về đầu tư mới.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn tham khảo: Finance&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;/a&gt;&amp;nbsp;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;Aligned Green, Social, Sustainability, Sustainability-Linked and Transition (ESG bonds or GSS+) finance volumes passed the $4trillion mark in H1 2023, according to the Climate Bonds Initiative (CBI). But how green is green? And how confident are fund and asset managers about the quality and integrity of the data required to support Environmental, Social and Governance (ESG) fund management decisions?&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;There is widespread consensus that climate change is impacting the profitability of financial institutions, hence it is imperative to not only deploy the appropriate risk model, but also to gather and maintain accurate data to ensure that transition and physical risks can be effectively monitored. The respective roles of Risk and Compliance officers are therefore evolving, as they&amp;rsquo;re tasked with ensuring data availability, quality, and governance to fulfil disclosure obligations, while also monitoring and assessing risk within portfolios. The current regulatory landscape necessitates the management of both compliance and ESG-risk exposures, with increasing scrutiny in the face of greenwashing allegations. The nuances of data have never been so key.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Under the European Union&amp;rsquo;s Sustainable Finance Disclosure Regulation (SFDR), which imposes mandatory ESG disclosure obligations for financial markets participants, fund and asset managers are required to provide more detailed disclosures to justify the categorisation of their light green Article 8 (environmental and/or social characteristics) and dark green Article 9 (environmental and/or social objectives) funds. Yet a lack of confidence in data, combined with the use of multiple different standards, raises fears about non-compliance, leading some to rebrand dark green funds as light green simply to mitigate the risk of punishment. While article 8 and 9 funds are making waves in the ESG investment sphere, the risks associated with regulatory non-compliance threaten to ultimately undermine sustainable investment.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;With a better approach now vital, Maria Vigliotti, CEO at Fidata and D2 Legal Technology&amp;rsquo;s Akber Datoo and Elliot Curtis discuss the power &amp;ndash; indeed, necessity &amp;ndash; of technologies which enable financial market participants to have a common ESG understanding and support greener investment decisions. Is this the moment for AI?&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;ESG Imperative&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Analysis from McKinsey estimates that the investment in new infrastructure and systems needed to meet international climate goals could be $9.2 trillion a year annually through 2050 &amp;ndash; a figure estimated to be at least $3.5 trillion more a year than the current level of investment in both low-carbon and fossil-fuel infrastructure and changes in land use.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The EU is leading the world in its commitment to achieving change and the financial services market is recognised as a vital element in driving the fight against climate change. The SFDR is key to achieving the level of investment required to support innovation and compel companies to evolve towards more sustainable operations. It is fast-becoming the pre-eminent financial regulation in respect to combatting greenwashing, building on the work already done at the retail/product level to hold companies to account for all their activities.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;However, the lack of trusted data and inaccurate risk modelling remains a massive concern that is without a doubt constraining the pace of ESG-led change. Compliance and Risk officers are the custodians of regulatory compliance, yet this is a transition which cannot be achieved without the correct technology enablers. If the investment industry is not confident in the quality of data or, critically, able to make valid comparisons between business ESG performance, global opportunities to deliver on environmental strategies will be lost.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Inconsistent Data and Multiple Standards&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;A lack of consistent data is somewhat inevitable given the immaturity of the ESG market. However, adding to the problem is the arrival of multiple, incompatible standards and frameworks that are making it incredibly difficult to confidently compare the performance of ESG bonds. Are companies measuring their performance based on the Climate Bond Initiative&amp;rsquo;s (CBI) Climate Bonds Taxonomy, the EU&amp;rsquo;s taxonomy for sustainable activities or the International Capital Market Association&amp;rsquo;s (ICMA) Green Bond Principles?&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Each of these &amp;ndash; and there are many others evolving across the world &amp;ndash; sets out a framework for disclosing and reporting on ESG bonds, but each has a different set of requirements which make it very difficult, time-consuming, and expensive to truly understand comparative performance and climate risk.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Incompatible Comparative Performance&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This problem affects every part of the hugely complex and diverse ESG-led investment concept. Take the area of buildings renovation to reduce carbon emissions, for example. The CBI requirements will demand different approaches depending on whether the building is new or old, commercial or residential, and where it is located across the world. This requires a significant amount of work to assess different impacts in France, for example, compared to Australia.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;An alternative approach could be to adhere to the ICMA model, which simply considers the site and the carbon reduction level. Meanwhile, the EU taxonomy demands adherence to the relevant national standard legislation. In some cases, this will allow the creation of an Environmental Performance Certificate (EPC) without the need to measure carbon reduction. While each approach is legitimate, they are significantly different. So how are fund and asset managers to confidently make comparisons between bonds?&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In theory, the problem could be resolved if a fund&amp;rsquo;s risk model required reporting to all three standards, but the cost would be prohibitive given both the lack of skilled resources in this nascent area and difficulties in securing relevant, consistent data. Essentially, while the thinking behind each taxonomy and model is laudable, the existence of multiple standards is creating significant barriers to progress in a vital area of investment.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Engagement, Methodology and Technology&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Consistency is essential if the ESG bond market is to fulfil its potential. Risk and Compliance officers need to establish rigorous data governance frameworks and structured methodologies to enable the effective comparison of performance and risk. Using the right taxonomy, it is possible to overcome the fragmentation and provide valid information that not only supports fund management decisions, but also compliance with regulations such as the SFDR.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Today, fund and asset managers are rightly nervous. They are concerned about the reputational risk and the real prospect of fines for SFDR non-compliance and, as a result, there are increasing reports of billion-dollar downgrades, where dark green (Article 9) funds are being downgraded to light green (Article 8) as part of a risk mitigation exercise. This is ultimately undermining the value of ESG activity, and clearly illustrates the current issues being faced in the realm of compliance risk.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;It is time for Compliance and Risk officers to find better ways to measure and compare performance, while accurately assessing climate risk to portfolios. This is the time for systems which will be able to algorithmically traverse across these differing standards and frameworks, assessing, cleansing, standardising, and only then utilising the data to make the right decisions. Doing this at scale necessitates complex algorithms combined with a deep understanding of this area of ESG. A number of AI approaches, including Natural Language Processing (NLP) and ESG machine learning classifiers for accurate prediction of risk, are being developed. In relation to the Task Force on Climate-Related Financial Disclosures (TCFD) for example, ClimateBERT, a deep neural language model, has analysed the disclosures of TCFD-supporting firms and was able to conclude that firms have tended to cherry-pick to report primarily non-material climate risk information. While ClimateBERT has helped to highlight trends in climate-related disclosures, AI technologies will be of limited use in the absence of accurate and more broadly, appropriate data governance.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Conclusion&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The EU is at the vanguard of sustainable investment and, as such, the world is watching. Greater international consensus is clearly required to accelerate investment in innovative ESG activity and that will only be achieved when fund and asset managers globally have the data, methodology and systems required to confidently discharge their responsibilities.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Now must be the time to implement the right methodologies and systems, or the threat of fines will become a reality as regulators continue to adopt a hard-line approach to greenwashing. But now is not the time for investment funds and asset managers to dial back. It is essential to move the dial on sustainability-driven activity and the market opportunity is enormous. Fund and asset managers that proactively embrace a methodology that brings together different standards and data sources will not only safeguard SFDR compliance, but also achieve new levels of investment clarity.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Reference source: Finance&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Compiled by the DTSVN author group - Digital transformation solutions for the Finance and Banking industry.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation Company providing the latest digital solutions specifically for businesses in the Finance - Banking industry in Vietnam; Helping banks and financial institutions quickly complete technology systems for digital transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for advice and experience the solution here&lt;/p&gt;
&lt;/div&gt;</content_en_html>
	<time_create_dt>2025-05-19T10:29:48.000Z</time_create_dt>
	<createdDate>2025-08-25T10:29:48.092Z</createdDate>
	<createdDate_dt>2025-08-25T10:29:48.092Z</createdDate_dt>
	<lastModifiedDate>2025-08-25T10:29:48.092Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-25T10:29:48.092Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>