<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>1756</objectGroupId>
	<objectId>1756f975-6fb9-9116-7e5e-dc08250bfa21</objectId>
	<file-name>index.xml</file-name>
	<folder-name>1756f975-6fb9-9116-7e5e-dc08250bfa21</folder-name>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<internal-name>3 Mục tiêu hành động để ứng dụng và triển khai AI trong lĩnh vực tài chính, bảo hiểm, ngân hàng  </internal-name>
	<navLabel>3 Mục tiêu hành động để ứng dụng và triển khai AI trong lĩnh vực tài chính, bảo hiểm, ngân hàng  </navLabel>
	<title_vi_s>3 Mục tiêu hành động để ứng dụng và triển khai AI trong lĩnh vực tài chính, bảo hiểm, ngân hàng  </title_vi_s>
	<title_en_s>3 Action Goals for Applying and Deploying AI in Finance, Insurance, and Banking</title_en_s>
	<img_main_s>/static-assets/images/tgmc-blog-63eeeae337c79.png</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;Tại Việt Nam, kh&amp;aacute;ch h&amp;agrave;ng đ&amp;atilde; quen thuộc với việc sử dụng eKYC &amp;ndash; một trong c&amp;aacute;c ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo phổ biến trong lĩnh vực BFSI. Tuy nhi&amp;ecirc;n, eKYC mới chỉ l&amp;agrave; một trong rất nhiều c&amp;aacute;c ứng dụng của tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong lĩnh vực n&amp;agrave;y. C&amp;aacute;c tổ chức v&amp;agrave; doanh nghiệp tại Việt Nam vẫn c&amp;ograve;n nhiều tiềm năng khai th&amp;aacute;c tr&amp;iacute; tuệ nh&amp;acirc;n tạo, để nắm bắt c&amp;aacute;c cơ hội ph&amp;aacute;t triển v&amp;agrave; bắt kịp với thế giới.&amp;nbsp;&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;* BFSI l&amp;agrave; cụm từ viết tắt của Banking - Financial Services - Insurance, c&amp;oacute; thể được hiểu l&amp;agrave; tổ hợp của c&amp;aacute;c ng&amp;agrave;nh kinh tế li&amp;ecirc;n quan đến t&amp;agrave;i ch&amp;iacute;nh, gồm c&amp;aacute;c ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng, dịch vụ t&amp;agrave;i ch&amp;iacute;nh, v&amp;agrave; bảo hiểm. C&amp;aacute;c doanh nghiệp trong lĩnh vực n&amp;agrave;y bao gồm c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng thương mại, c&amp;ocirc;ng ty bảo hiểm, c&amp;aacute;c c&amp;ocirc;ng ty t&amp;agrave;i ch&amp;iacute;nh kh&amp;ocirc;ng phải ng&amp;acirc;n h&amp;agrave;ng, quỹ đầu tư,...&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Th&amp;agrave;nh tựu ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong lĩnh vực BFSI, đặc biệt l&amp;agrave; ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng tr&amp;ecirc;n thế giới&amp;nbsp;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong năm 2022, quy m&amp;ocirc; thị trường tr&amp;iacute; tuệ nh&amp;acirc;n tạo to&amp;agrave;n thế giới đạt 454,12 ngh&amp;igrave;n tỉ USD. Đến năm 2032, quy m&amp;ocirc; thị trường tr&amp;iacute; tuệ nh&amp;acirc;n tạo to&amp;agrave;n thế giới được ước đạt 2.575,16 ngh&amp;igrave;n tỉ USD. Trong chu kỳ từ 2022 đến 2032, tốc độ tăng trưởng k&amp;eacute;p CAGR của thị trường tr&amp;iacute; tuệ nh&amp;acirc;n tạo to&amp;agrave;n thế giới dự kiến đạt 19% (Precedence Research, 2023). Đối với lĩnh vực BFSI, quy m&amp;ocirc; thị trường Tr&amp;iacute; tuệ nh&amp;acirc;n tạo to&amp;agrave;n thế giới trong lĩnh vực n&amp;agrave;y trong năm 2022 đạt 19,45 tỉ USD, v&amp;agrave; được ước đạt 56,03 tỉ USD v&amp;agrave;o năm 2029, với CAGR 16,3% h&amp;agrave;ng năm (Stratview Research, 2023) cho thấy tr&amp;iacute; tuệ nh&amp;acirc;n tạo l&amp;agrave; một ưu ti&amp;ecirc;n đầu tư của c&amp;aacute;c tổ chức, doanh nghiệp trong lĩnh vực BFSI tr&amp;ecirc;n thế giới.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c tổ chức v&amp;agrave; doanh nghiệp lớn tr&amp;ecirc;n thế giới trong lĩnh vực BFSI đ&amp;atilde; sớm nhận ra t&amp;aacute;c động v&amp;agrave; tiềm năng của tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong hoạt động vận h&amp;agrave;nh h&amp;agrave;ng ng&amp;agrave;y. JP Morgan Chase, ng&amp;acirc;n h&amp;agrave;ng lớn nhất tại Mỹ, đ&amp;atilde; đối mặt với th&amp;aacute;ch thức của bộ phận ph&amp;aacute;p chế, khi c&amp;aacute;c chuy&amp;ecirc;n vi&amp;ecirc;n của bộ phận n&amp;agrave;y phải đọc v&amp;agrave; duyệt số lượng lớn t&amp;agrave;i liệu, dẫn đến mất nhiều thời gian cho c&amp;ocirc;ng việc tạo ra &amp;iacute;t gi&amp;aacute; trị. Để giải quyết b&amp;agrave;i to&amp;aacute;n tr&amp;ecirc;n, ng&amp;acirc;n h&amp;agrave;ng n&amp;agrave;y đ&amp;atilde; triển khai giải ph&amp;aacute;p COiN &amp;ndash; giải ph&amp;aacute;p duyệt t&amp;agrave;i liệu ph&amp;aacute;p l&amp;yacute; sử dụng học m&amp;aacute;y v&amp;agrave; ph&amp;aacute;t hiện h&amp;igrave;nh ảnh. Giải ph&amp;aacute;p c&amp;oacute; khả năng thực hiện khối lượng c&amp;ocirc;ng việc tương đương với 360.000 giờ c&amp;ocirc;ng trong v&amp;ograve;ng v&amp;agrave;i gi&amp;acirc;y, từ đ&amp;oacute; tiết kiệm thời gian v&amp;agrave; khối lượng c&amp;ocirc;ng việc cho ng&amp;acirc;n h&amp;agrave;ng n&amp;agrave;y.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Th&amp;agrave;nh c&amp;ocirc;ng của Việt Nam trong ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; BFSI n&amp;oacute;i chung&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Tại Việt Nam, quy m&amp;ocirc; thị trường tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong năm 2023 được ước đạt 541,4 triệu USD, v&amp;agrave; 1,885 tỉ USD v&amp;agrave;o năm 2030, với CAGR 19,51% (Statista). Việc ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong lĩnh vực BFSI, đặc biệt l&amp;agrave; ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng, cũng đ&amp;atilde; đạt được mức độ trưởng th&amp;agrave;nh cao. Theo b&amp;aacute;o c&amp;aacute;o của Nielsen năm 2022, 91% ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam đ&amp;atilde; x&amp;aacute;c nhận sử dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo. Tỉ lệ đầu tư v&amp;agrave;o tr&amp;iacute; tuệ nh&amp;acirc;n tạo của c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng trong năm 2022 cao hơn từ 1,5 đến 3,5 lần so với năm 2021. Tất cả cho thấy Việt Nam đ&amp;atilde; c&amp;oacute; kinh nghiệm d&amp;agrave;y dặn v&amp;agrave; mức độ trưởng th&amp;agrave;nh cao trong ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong ng&amp;acirc;n h&amp;agrave;ng, đồng thời c&amp;aacute;c khoản đầu tư v&amp;agrave;o tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong ng&amp;agrave;nh n&amp;agrave;y đang được tập trung ch&amp;uacute; trọng v&amp;agrave; triển khai nhanh ch&amp;oacute;ng, v&amp;agrave; mức độ ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam đang kh&amp;ocirc;ng bị bỏ xa so với thế giới.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;C&amp;aacute;c cơ hội để Việt Nam bắt kịp thế giới trong ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong lĩnh vực BFSI&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Để Việt Nam bắt kịp thế giới trong ứng dụng v&amp;agrave; triển khai Tr&amp;iacute; tuệ nh&amp;acirc;n tạo, theo &amp;yacute; kiến của một số chuy&amp;ecirc;n gia trong ng&amp;agrave;nh, cần phải tiếp cận vấn đề theo 3 g&amp;oacute;c độ: nghi&amp;ecirc;n cứu, đội ngũ nh&amp;acirc;n lực, v&amp;agrave; định hướng ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo. Về g&amp;oacute;c độ nghi&amp;ecirc;n cứu, cần phải ph&amp;acirc;n bố nguồn lực cho nghi&amp;ecirc;n cứu hợp l&amp;yacute;, đảm bảo ưu ti&amp;ecirc;n cho c&amp;aacute;c lĩnh vực c&amp;oacute; t&amp;iacute;nh ứng dụng cao như học m&amp;aacute;y, xử l&amp;yacute; ng&amp;ocirc;n ngữ tự nhi&amp;ecirc;n, nhận dạng k&amp;yacute; tự quang học,&amp;hellip; Về g&amp;oacute;c độ đội ngũ nh&amp;acirc;n lực, cần phải x&amp;acirc;y dựng đội ngũ c&amp;oacute; chuy&amp;ecirc;n m&amp;ocirc;n v&amp;agrave; năng lực cốt l&amp;otilde;i cao, đồng thời c&amp;oacute; năng lượng t&amp;iacute;ch cực v&amp;agrave; sự ki&amp;ecirc;n tr&amp;igrave; theo đuổi mục ti&amp;ecirc;u. Về g&amp;oacute;c độ định hướng ứng dụng, cần tập trung ph&amp;aacute;t triển v&amp;agrave; đ&amp;oacute;ng g&amp;oacute;i c&amp;aacute;c sản phẩm c&amp;oacute; sự ổn định v&amp;agrave; khả năng thương mại h&amp;oacute;a, thực hiện trực tiếp c&amp;aacute;c use case cốt l&amp;otilde;i trong lĩnh vực BFSI n&amp;oacute;i chung v&amp;agrave; ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng n&amp;oacute;i ri&amp;ecirc;ng.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;C&amp;aacute;c mục ti&amp;ecirc;u h&amp;agrave;nh động trọng t&amp;acirc;m cho Việt Nam để nắm bắt cơ hội, bắt kịp thế giới&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Dựa tr&amp;ecirc;n 3 g&amp;oacute;c độ để Việt Nam bắt kịp thế giới trong ứng dụng v&amp;agrave; triển khai tr&amp;iacute; tuệ nh&amp;acirc;n tạo, đặc biệt trong lĩnh vực BFSI, c&amp;oacute; 3 mục ti&amp;ecirc;u h&amp;agrave;nh động trọng t&amp;acirc;m được đề xuất:&amp;nbsp;&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;Trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng: Tr&amp;iacute; tuệ nh&amp;acirc;n tạo hiện tại c&amp;oacute; vai tr&amp;ograve; kh&amp;ocirc;ng thể thay thế trong trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng, đặc biệt l&amp;agrave; trong bước đăng k&amp;yacute; dịch vụ v&amp;agrave; mở t&amp;agrave;i khoản. C&amp;aacute;c giải ph&amp;aacute;p eKYC ứng dụng AI c&amp;oacute; khả năng nhận diện gương mặt kh&amp;aacute;ch h&amp;agrave;ng, nhận biết k&amp;yacute; tự quang học, gi&amp;uacute;p r&amp;uacute;t ngắn qu&amp;aacute; tr&amp;igrave;nh đăng k&amp;yacute; dịch vụ v&amp;agrave; mở t&amp;agrave;i khoản, thực hiện từ xa một c&amp;aacute;ch nhanh ch&amp;oacute;ng v&amp;agrave; ch&amp;iacute;nh x&amp;aacute;c. B&amp;ecirc;n cạnh đ&amp;oacute;, tr&amp;iacute; tuệ nh&amp;acirc;n tạo c&amp;oacute; khả năng hỗ trợ tạo ra trải nghiệm si&amp;ecirc;u c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a cho kh&amp;aacute;ch h&amp;agrave;ng. Bằng c&amp;aacute;ch ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo v&amp;agrave;o ph&amp;acirc;n t&amp;iacute;ch dữ liệu, ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể hiểu được mong muốn, mục ti&amp;ecirc;u, c&amp;aacute;c th&amp;oacute;i quen về t&amp;agrave;i ch&amp;iacute;nh của kh&amp;aacute;ch h&amp;agrave;ng, từ đ&amp;oacute; đưa ra c&amp;aacute;c sản phẩm v&amp;agrave; tư vấn ph&amp;ugrave; hợp nhất cho kh&amp;aacute;ch h&amp;agrave;ng.&amp;nbsp;&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Đ&amp;aacute;nh gi&amp;aacute; rủi ro t&amp;iacute;n dụng v&amp;agrave; ph&amp;aacute;t hiện lừa đảo: tr&amp;iacute; tuệ nh&amp;acirc;n tạo mang đến c&amp;aacute;ch thức mới trong hoạt động đ&amp;aacute;nh gi&amp;aacute; chấm điểm t&amp;iacute;n dụng. Khi kh&amp;ocirc;ng ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo, nh&amp;acirc;n sự chấm điểm t&amp;iacute;n dụng phải tự m&amp;igrave;nh xem x&amp;eacute;t c&amp;aacute;c ti&amp;ecirc;u ch&amp;iacute; đ&amp;aacute;nh gi&amp;aacute; t&amp;iacute;n dụng. Khi &amp;aacute;p dụng c&amp;aacute;c thuật to&amp;aacute;n chấm điểm t&amp;iacute;n dụng ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo, việc chấm điểm t&amp;iacute;n dụng c&amp;oacute; thể được thực hiện tự động, đồng thời cung cấp nhiều g&amp;oacute;c nh&amp;igrave;n hơn cho việc chấm điểm v&amp;agrave; quyết định t&amp;iacute;n dụng, nhờ khả năng ph&amp;acirc;n t&amp;iacute;ch dữ liệu kh&amp;aacute;ch h&amp;agrave;ng về lịch sử giao dịch, h&amp;agrave;nh vi giao dịch, th&amp;oacute;i quen t&amp;agrave;i ch&amp;iacute;nh của kh&amp;aacute;ch h&amp;agrave;ng. Từ đ&amp;oacute;, ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể đ&amp;aacute;nh gi&amp;aacute; được rủi ro t&amp;iacute;n dụng một c&amp;aacute;ch đa chiều, nhanh ch&amp;oacute;ng, đồng thời tăng cường khả năng ph&amp;aacute;t hiện lừa đảo khi biết được h&amp;agrave;nh vi giao dịch bất thường.&amp;nbsp;&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;Xử l&amp;yacute; t&amp;agrave;i liệu: Một số c&amp;ocirc;ng nghệ ứng dụng tr&amp;iacute; tuệ nh&amp;acirc;n tạo c&amp;oacute; khả năng r&amp;uacute;t ngắn, tự động h&amp;oacute;a qu&amp;aacute; tr&amp;igrave;nh xử l&amp;yacute; văn bản, t&amp;agrave;i liệu. C&amp;ocirc;ng nghệ nhận dạng k&amp;yacute; tự quang học c&amp;oacute; khả năng tr&amp;iacute;ch xuất dữ liệu từ c&amp;aacute;c văn bản, t&amp;agrave;i liệu; gi&amp;uacute;p giảm thời gian v&amp;agrave; c&amp;ocirc;ng sức nhập liệu. C&amp;ocirc;ng nghệ học m&amp;aacute;y c&amp;oacute; thể được &amp;aacute;p dụng để tự động ph&amp;acirc;n loại t&amp;agrave;i liệu, như hồ sơ kh&amp;aacute;ch h&amp;agrave;ng, đơn xin mở t&amp;agrave;i khoản, hồ sơ vay t&amp;iacute;n dụng, v.v., gi&amp;uacute;p giảm thời gian v&amp;agrave; c&amp;ocirc;ng sức cho c&amp;aacute;c c&amp;ocirc;ng việc b&amp;agrave;n giấy, đồng thời tối ưu h&amp;oacute;a năng suất lao động.&amp;nbsp;&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c doanh nghiệp trong lĩnh vực BFSI tại Việt Nam, đặc biệt l&amp;agrave; trong ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng, n&amp;ecirc;n tập trung v&amp;agrave;o tăng cường nguồn lực v&amp;agrave; năng lực để triển khai c&amp;aacute;c mục ti&amp;ecirc;u h&amp;agrave;nh động trọng t&amp;acirc;m tr&amp;ecirc;n, nhằm mục ti&amp;ecirc;u tối ưu h&amp;oacute;a hoạt động vận h&amp;agrave;nh h&amp;agrave;ng ng&amp;agrave;y, từ đ&amp;oacute; n&amp;acirc;ng cao năng suất lao động, tiết kiệm nguồn lực v&amp;agrave; chi ph&amp;iacute; cho hoạt động vận h&amp;agrave;nh cốt l&amp;otilde;i; l&amp;agrave; bước đệm để bắt kịp mức độ ứng dụng Tr&amp;iacute; tuệ nh&amp;acirc;n tạo trong lĩnh vực BFSI tr&amp;ecirc;n thế giới.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;&lt;strong&gt;Nguồn tham khảo: Tổng hợp&amp;nbsp;&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;&lt;strong&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;/a&gt; &amp;nbsp;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;In Vietnam, customers are familiar with using eKYC - one of the popular artificial intelligence applications in the BFSI field. However, eKYC is just one of many applications of artificial intelligence in this field. Organizations and businesses in Vietnam still have a lot of potential to exploit artificial intelligence to seize development opportunities and catch up with the world.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;* BFSI is an acronym for Banking - Financial Services - Insurance, which can be understood as a combination of economic sectors related to finance, including banking, financial services, and insurance. Businesses in this field include commercial banks, insurance companies, non-bank financial companies, investment funds,...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Achievements in applying artificial intelligence in the field of BFSI, especially the banking industry in the world&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In 2022, the size of the worldwide artificial intelligence market will reach 454.12 trillion USD. By 2032, the size of the worldwide artificial intelligence market is estimated to reach 2,575.16 trillion USD. In the cycle from 2022 to 2032, the CAGR of the worldwide artificial intelligence market is expected to reach 19% (Precedence Research, 2023). Regarding the BFSI sector, the worldwide Artificial Intelligence market size in this field in 2022 will reach 19.45 billion USD, and is estimated to reach 56.03 billion USD in 2029, with a CAGR of 16.3% every year (Stratview Research, 2023) shows that artificial intelligence is an investment priority for organizations and businesses in the field of BFSI around the world.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Large organizations and businesses around the world in the field of BFSI have soon realized the impact and potential of artificial intelligence in daily operations. JP Morgan Chase, the largest bank in the US, faced the challenge of the legal department, when the specialists of this department had to read and approve a large number of documents, leading to a lot of time lost on work. creates little value. To solve the above problem, this bank has deployed COiN solution - a legal document review solution using machine learning and image detection. The solution is capable of performing a workload equivalent to 360,000 man-hours within seconds, thereby saving time and workload for this bank.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Vietnam's success in applying artificial intelligence in the banking industry and BFSI in general&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In Vietnam, the artificial intelligence market size in 2023 is estimated to reach 541.4 million USD, and 1.885 billion USD in 2030, with a CAGR of 19.51% (Statista). The application of artificial intelligence in the BFSI sector, especially the banking industry, has also achieved a high level of maturity. According to Nielsen's 2022 report, 91% of banks in Vietnam have confirmed using artificial intelligence. The rate of investment in artificial intelligence by banks in 2022 is 1.5 to 3.5 times higher than in 2021. All shows that Vietnam has extensive experience and a high level of maturity. in the application of artificial intelligence in banking, at the same time, investments in artificial intelligence in this industry are being focused and deployed rapidly, and the level of artificial intelligence application in the banking industry in Vietnam is not far behind the world.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Opportunities for Vietnam to catch up with the world in applying artificial intelligence in the field of BFSI&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In order for Vietnam to catch up with the world in the application and deployment of Artificial Intelligence, in the opinion of some industry experts, it is necessary to approach the problem from three angles: research, human resources, and determination. application direction of artificial intelligence. From a research perspective, it is necessary to allocate resources for research appropriately, ensuring priority is given to highly applicable fields such as machine learning, natural language processing, optical character recognition, etc. From a human resources perspective, it is necessary to build a team with high expertise and core competencies, as well as positive energy and perseverance in pursuing goals. From an application-oriented perspective, it is necessary to focus on developing and packaging products with stability and commercialization capabilities, directly implementing core use cases in the BFSI sector in general and the banking industry in general. private.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Key action goals for Vietnam to seize opportunities and catch up with the world&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Based on 3 angles for Vietnam to catch up with the world in applying and deploying artificial intelligence, especially in the field of BFSI, there are 3 proposed key action goals:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;Customer experience: Artificial intelligence currently plays an irreplaceable role in customer experience, especially in the service registration and account opening steps. eKYC solutions using AI are capable of recognizing customers' faces and recognizing optical characters, helping to shorten the service registration and account opening process, quickly and accurately. Besides, artificial intelligence has the ability to help create hyper-personalized experiences for customers. By applying artificial intelligence to data analysis, banks can understand customers' desires, goals, and financial habits, thereby offering the most suitable products and advice to customers. client.&lt;/li&gt;
&lt;li&gt;Credit risk assessment and fraud detection: artificial intelligence brings new ways in credit scoring assessment. When not applying artificial intelligence, credit scoring personnel must review credit assessment criteria themselves. When applying artificial intelligence credit scoring algorithms, credit scoring can be performed automatically, while providing more perspectives for credit scoring and decisions, thanks to the ability to The ability to analyze customer data about customers' transaction history, transaction behavior, and financial habits. From there, banks can assess credit risks in a multi-dimensional and quick way, while enhancing the ability to detect fraud when they know of unusual transaction behavior.&lt;/li&gt;
&lt;li&gt;Document processing: Some artificial intelligence application technologies have the ability to shorten and automate the text and document processing process. Optical character recognition technology is capable of extracting data from texts and documents; Helps reduce data entry time and effort. Machine learning technology can be applied to automatically classify documents, such as customer records, account opening applications, credit loan applications, etc., helping to reduce time and effort on desk work. , while optimizing labor productivity.&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;Businesses in the BFSI sector in Vietnam, especially in the banking industry, should focus on strengthening resources and capacity to implement the above key action goals, aiming to optimize operations. Daily operations, thereby improving labor productivity, saving resources and costs for core operations; is a stepping stone to catch up with the level of Artificial Intelligence application in the field of BFSI in the world.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Reference source: Summary&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Compiled by the DTSVN author group - Digital transformation solutions for the Finance and Banking industry.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation Company providing the latest digital solutions specifically for businesses in the Finance - Banking industry in Vietnam; Helping banks and financial institutions quickly complete technology systems for digital transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for advice and experience the solution here&lt;/p&gt;
&lt;/div&gt;</content_en_html>
	<time_create_dt>2025-07-17T05:43:18.000Z</time_create_dt>
	<createdDate>2025-08-25T05:43:17.887Z</createdDate>
	<createdDate_dt>2025-08-25T05:43:17.887Z</createdDate_dt>
	<lastModifiedDate>2025-08-25T05:43:17.887Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-25T05:43:17.887Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>