<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>0c99</objectGroupId>
	<objectId>0c99795e-1e05-9840-dcce-b5ec7abf634b</objectId>
	<img_main_s>/static-assets/images/chuyen-doi-so-la-gi.png</img_main_s>
	<file-name>index.xml</file-name>
	<folder-name>0c99795e-1e05-9840-dcce-b5ec7abf634b</folder-name>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<internal-name>Chiến lược nào để Ngân hàng bứt phá tốc độ và hiệu suất công nghệ </internal-name>
	<navLabel>Chiến lược nào để Ngân hàng bứt phá tốc độ và hiệu suất công nghệ</navLabel>
	<title_vi_s>Chiến lược nào để Ngân hàng bứt phá tốc độ và hiệu suất công nghệ</title_vi_s>
	<title_en_s>How can Banks accelerate technology and optimize productivity?</title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;Trong bối cảnh c&amp;ocirc;ng nghệ đang b&amp;ugrave;ng nổ v&amp;agrave; cạnh tranh ng&amp;agrave;y c&amp;agrave;ng gay gắt, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng truyền thống kh&amp;ocirc;ng chỉ đối mặt với &amp;aacute;p lực từ c&amp;aacute;c đối thủ cạnh tranh, m&amp;agrave; c&amp;ograve;n từ ch&amp;iacute;nh nhu cầu kh&amp;ocirc;ng ngừng thay đổi của kh&amp;aacute;ch h&amp;agrave;ng. Để bắt kịp xu hướng, tăng tốc chuyển đổi c&amp;ocirc;ng nghệ v&amp;agrave; tối ưu h&amp;oacute;a năng suất l&amp;agrave; yếu tố kh&amp;ocirc;ng thể bỏ qua.&lt;img&gt;&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng hiện nay đang triển khai nhiều s&amp;aacute;ng kiến kỹ thuật số để cải tiến quy tr&amp;igrave;nh, tự động h&amp;oacute;a c&amp;aacute;c hoạt động nội bộ v&amp;agrave; n&amp;acirc;ng cao trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng. Việc ứng dụng c&amp;aacute;c c&amp;ocirc;ng nghệ ti&amp;ecirc;n tiến như tr&amp;iacute; tuệ nh&amp;acirc;n tạo (AI), dữ liệu lớn v&amp;agrave; tự động h&amp;oacute;a kh&amp;ocirc;ng chỉ gi&amp;uacute;p tối ưu h&amp;oacute;a chi ph&amp;iacute; m&amp;agrave; c&amp;ograve;n tạo ra lợi thế cạnh tranh bền vững.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Tận dụng tối đa khoản đầu tư v&amp;agrave;o c&amp;ocirc;ng nghệ &amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đối với nhiều tổ chức, chi ph&amp;iacute; cho c&amp;ocirc;ng nghệ bao gồm nh&amp;acirc;n sự, phần cứng, phần mềm v&amp;agrave; dịch vụ thường chiếm phần lớn ng&amp;acirc;n s&amp;aacute;ch. Tuy nhi&amp;ecirc;n, đ&amp;acirc;y cũng l&amp;agrave; một "hộp đen" đối với họ. D&amp;ugrave; họ c&amp;oacute; thể nắm r&amp;otilde; số tiền đ&amp;atilde; chi ti&amp;ecirc;u v&amp;agrave; biết liệu c&amp;aacute;c dự &amp;aacute;n c&amp;oacute; ho&amp;agrave;n th&amp;agrave;nh đ&amp;uacute;ng tiến độ hay kh&amp;ocirc;ng, nhưng họ lại &amp;iacute;t hiểu về mức độ năng suất của đội ngũ, hoặc liệu việc đầu tư để tăng hiệu quả cho đội ngũ đ&amp;oacute; c&amp;oacute; thực sự xứng đ&amp;aacute;ng hay kh&amp;ocirc;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Khi c&amp;aacute;c c&amp;ocirc;ng ty đ&amp;aacute;nh gi&amp;aacute; năng suất, họ tập trung v&amp;agrave;o việc x&amp;aacute;c định những lĩnh vực c&amp;oacute; thể cải thiện tốc độ v&amp;agrave; độ ch&amp;iacute;nh x&amp;aacute;c trong c&amp;aacute;c quy tr&amp;igrave;nh kỹ thuật, đồng thời t&amp;igrave;m ra những phương thức hiệu quả để th&amp;uacute;c đẩy sự s&amp;aacute;ng tạo. Bằng c&amp;aacute;ch gi&amp;uacute;p c&amp;aacute;c đội ngũ kỹ thuật l&amp;agrave;m việc th&amp;ocirc;ng minh hơn, những tổ chức dẫn đầu đ&amp;atilde; gia tăng đ&amp;aacute;ng kể năng lực c&amp;ocirc;ng nghệ m&amp;agrave; kh&amp;ocirc;ng cần phải tăng ng&amp;acirc;n s&amp;aacute;ch, tạo ra sự kh&amp;aacute;c biệt r&amp;otilde; rệt so với c&amp;aacute;c tổ chức tầm trung.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Bốn bước quan trọng để n&amp;acirc;ng cao năng suất kỹ thuật&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đo lường năng suất kỹ thuật thay v&amp;igrave; chỉ tập trung v&amp;agrave;o chi ph&amp;iacute; gi&amp;uacute;p thay đổi c&amp;aacute;ch nh&amp;igrave;n nhận của ban quản l&amp;yacute; đối với chi ti&amp;ecirc;u c&amp;ocirc;ng nghệ, th&amp;uacute;c đẩy họ t&amp;igrave;m c&amp;aacute;ch cải thiện năng suất v&amp;agrave; đ&amp;aacute;nh gi&amp;aacute; ROI của c&amp;aacute;c h&amp;agrave;nh động. Việc hỗ trợ c&amp;aacute;c đội ngũ kỹ thuật l&amp;agrave;m việc hiệu quả hơn c&amp;oacute; thể gi&amp;uacute;p c&amp;aacute;c tổ chức h&amp;agrave;ng đầu tăng đ&amp;aacute;ng kể năng lực c&amp;ocirc;ng nghệ m&amp;agrave; kh&amp;ocirc;ng cần tăng ng&amp;acirc;n s&amp;aacute;ch. C&amp;aacute;c l&amp;atilde;nh đạo ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể thực hiện bốn bước để n&amp;acirc;ng cao năng suất, gi&amp;uacute;p đạt được mức cải thiện từ 20 đến 30% trong v&amp;ograve;ng 18-24 th&amp;aacute;ng, d&amp;ugrave; việc đạt hiệu suất tối ưu cần một chiến lược d&amp;agrave;i hạn hơn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1. Tinh gọn quy tr&amp;igrave;nh ph&amp;aacute;t triển phần mềm để n&amp;acirc;ng cao chất lượng kỹ thuật&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Th&amp;ocirc;ng thường, để ph&amp;aacute;t triển một phần mềm, trước ti&amp;ecirc;n lập tr&amp;igrave;nh vi&amp;ecirc;n phải y&amp;ecirc;u cầu c&amp;aacute;c team kh&amp;aacute;c để thiết lập m&amp;ocirc;i trường l&amp;agrave;m việc, sau đ&amp;oacute; tự thực hiện kiểm tra thủ c&amp;ocirc;ng v&amp;igrave; c&amp;aacute;c b&amp;agrave;i kiểm tra tự động chỉ bao phủ một phần nhỏ.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Qu&amp;aacute; tr&amp;igrave;nh kiểm tra bảo mật v&amp;agrave; t&amp;iacute;ch hợp cần sự hỗ trợ của c&amp;aacute;c đội kh&amp;aacute;c, trong khi việc triển khai phần mềm phải được ph&amp;ecirc; duyệt từ nhiều c&amp;aacute; nh&amp;acirc;n v&amp;agrave; ph&amp;ograve;ng ban. Sau khi triển khai, phần mềm lại phải được chuyển giao cho đội vận h&amp;agrave;nh CNTT.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Nếu tuyển th&amp;ecirc;m quản l&amp;yacute; dự &amp;aacute;n v&amp;agrave; kỹ sư kiểm thử, chi ph&amp;iacute; v&amp;agrave; độ phức tạp của quy tr&amp;igrave;nh sẽ tăng l&amp;ecirc;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Thay v&amp;agrave;o đ&amp;oacute;, ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể ph&amp;acirc;n t&amp;iacute;ch kỹ lưỡng từng đội ngũ kỹ thuật để hiểu r&amp;otilde; quy tr&amp;igrave;nh v&amp;agrave; hiệu suất l&amp;agrave;m việc, từ đ&amp;oacute; x&amp;aacute;c định c&amp;aacute;c s&amp;aacute;ng kiến c&amp;oacute; thể tăng năng suất v&amp;agrave; ROI cao nhất, sau đ&amp;oacute; cải tiến c&amp;ocirc;ng cụ, tự động h&amp;oacute;a bảo mật v&amp;agrave; th&amp;agrave;nh lập đội huấn luyện để đ&amp;agrave;o tạo kỹ sư.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong qu&amp;aacute; tr&amp;igrave;nh n&amp;agrave;y, ng&amp;acirc;n h&amp;agrave;ng cũng n&amp;ecirc;n x&amp;acirc;y dựng văn h&amp;oacute;a cải tiến li&amp;ecirc;n tục, khuyến kh&amp;iacute;ch c&amp;aacute;c đội ngũ tự xem x&amp;eacute;t năng suất v&amp;agrave; t&amp;igrave;m c&amp;aacute;ch l&amp;agrave;m việc hiệu quả hơn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;2. Triển khai AI trong to&amp;agrave;n bộ v&amp;ograve;ng đời sản phẩm&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c c&amp;ocirc;ng cụ ph&amp;aacute;t triển phần mềm hỗ trợ AI đang thu h&amp;uacute;t sự ch&amp;uacute; &amp;yacute; v&amp;igrave; gi&amp;uacute;p tiết kiệm thời gian v&amp;agrave; tự động h&amp;oacute;a nhiều quy tr&amp;igrave;nh. Nhiều tổ chức đ&amp;atilde; thử nghiệm c&amp;aacute;c c&amp;ocirc;ng cụ AI để tăng tốc qu&amp;aacute; tr&amp;igrave;nh viết m&amp;atilde;. Tuy nhi&amp;ecirc;n, việc mở rộng quy m&amp;ocirc; c&amp;ocirc;ng cụ n&amp;agrave;y gặp phải một số th&amp;aacute;ch thức, bao gồm quản l&amp;yacute; thay đổi, sự hạn chế trong khả năng tiếp nhận v&amp;agrave; t&amp;igrave;nh trạng c&amp;ocirc;ng cụ kh&amp;ocirc;ng ph&amp;ugrave; hợp với ti&amp;ecirc;u chuẩn m&amp;atilde; của tổ chức.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Một số tổ chức ti&amp;ecirc;n tiến đ&amp;atilde; triển khai GenAI theo c&amp;aacute;ch kh&amp;aacute;c, cung cấp c&amp;ocirc;ng cụ n&amp;agrave;y cho tất cả c&amp;aacute;c th&amp;agrave;nh vi&amp;ecirc;n tham gia quy tr&amp;igrave;nh ph&amp;aacute;t triển, kh&amp;ocirc;ng chỉ ri&amp;ecirc;ng lập tr&amp;igrave;nh vi&amp;ecirc;n. Họ cũng ch&amp;uacute; trọng quản l&amp;yacute; thay đổi v&amp;agrave; đầu tư v&amp;agrave;o việc t&amp;ugrave;y chỉnh c&amp;ocirc;ng cụ AI gen ph&amp;ugrave; hợp với m&amp;atilde; nguồn của m&amp;igrave;nh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Kết quả l&amp;agrave;, những ng&amp;acirc;n h&amp;agrave;ng n&amp;agrave;y thấy năng suất tăng 20-30% nhờ GenAI, với việc t&amp;iacute;ch hợp c&amp;ocirc;ng cụ n&amp;agrave;y v&amp;agrave;o mọi giai đoạn của v&amp;ograve;ng đời sản phẩm.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;3. Phối hợp giữa đội kỹ thuật v&amp;agrave; đội kinh doanh&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng muốn tăng năng suất c&amp;ocirc;ng nghệ cần thay đổi c&amp;aacute;ch l&amp;agrave;m việc giữa c&amp;aacute;c đội ngũ kỹ thuật v&amp;agrave; kinh doanh. Trước đ&amp;acirc;y, việc bắt đầu lập tr&amp;igrave;nh từ &amp;yacute; tưởng t&amp;iacute;nh năng mới mất 3-6 th&amp;aacute;ng do phải chờ đợi c&amp;aacute;c bước như viết kế hoạch, xin ng&amp;acirc;n s&amp;aacute;ch v&amp;agrave; ph&amp;ecirc; duyệt y&amp;ecirc;u cầu. Mặc d&amp;ugrave; kỹ sư l&amp;agrave;m việc nhanh khi y&amp;ecirc;u cầu r&amp;otilde; r&amp;agrave;ng, nhưng thời gian chờ đợi l&amp;agrave;m giảm năng suất.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Tuy nhi&amp;ecirc;n hiện nay, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng h&amp;agrave;ng đầu đ&amp;atilde; học hỏi từ c&amp;aacute;c c&amp;ocirc;ng ty kỹ thuật số, tạo đội ngũ kết hợp giữa quản l&amp;yacute; sản phẩm v&amp;agrave; kỹ sư, c&amp;aacute;ch hoạt động tương tự như đang vận h&amp;agrave;nh một doanh nghiệp nhỏ. C&amp;aacute;ch l&amp;agrave;m n&amp;agrave;y giảm thiểu c&amp;aacute;c bước chuyển giao tốn thời gian v&amp;agrave; gi&amp;uacute;p ph&amp;aacute;t triển sản phẩm nhanh ch&amp;oacute;ng hơn, đ&amp;aacute;p ứng nhu cầu kh&amp;aacute;ch h&amp;agrave;ng tốt hơn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Việc tập trung v&amp;agrave;o sản phẩm, tối ưu ho&amp;aacute; c&amp;aacute;ch l&amp;agrave;m việc của bộ m&amp;aacute;y nh&amp;acirc;n sự sẽ gi&amp;uacute;p ng&amp;acirc;n h&amp;agrave;ng tăng hiệu suất c&amp;ocirc;ng nghệ, đồng thời n&amp;acirc;ng cao trải nghiệm của kh&amp;aacute;ch h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;4. X&amp;acirc;y dựng c&amp;aacute;c nh&amp;oacute;m nh&amp;acirc;n t&amp;agrave;i với tr&amp;igrave;nh độ chuy&amp;ecirc;n m&amp;ocirc;n cao &amp;nbsp;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong m&amp;ocirc;i trường c&amp;ocirc;ng nghệ ph&amp;aacute;t triển nhanh ch&amp;oacute;ng, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng đang chuyển hướng tuyển dụng, từ việc sử dụng đội ngũ lớn &amp;iacute;t kinh nghiệm sang tuyển dụng đội ngũ nhỏ nhưng c&amp;oacute; tr&amp;igrave;nh độ cao. Những kỹ sư n&amp;agrave;y c&amp;oacute; thể ph&amp;aacute;t triển phần mềm chất lượng nhanh ch&amp;oacute;ng, d&amp;ugrave; mức lương của họ y&amp;ecirc;u cầu cao nhưng năng suất mang lại vượt xa chi ph&amp;iacute;. Đồng thời, để vận h&amp;agrave;nh được c&amp;aacute;c c&amp;ocirc;ng cụ AI, việc tuyển dụng c&amp;aacute;c nh&amp;acirc;n sự c&amp;oacute; tay nghề cao cũng l&amp;agrave; điều cực kỳ cần thiết.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Để thu h&amp;uacute;t v&amp;agrave; giữ ch&amp;acirc;n nh&amp;acirc;n t&amp;agrave;i trong thị trường cạnh tranh, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng cần thay đổi c&amp;aacute;ch tuyển dụng v&amp;agrave; cải thiện gi&amp;aacute; trị c&amp;ocirc;ng ty đối với nh&amp;acirc;n vi&amp;ecirc;n c&amp;ocirc;ng nghệ thay đổi quy tr&amp;igrave;nh tuyển dụng v&amp;agrave; đầu tư v&amp;agrave;o ph&amp;aacute;t triển nh&amp;acirc;n vi&amp;ecirc;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;L&amp;agrave;m thế n&amp;agrave;o để th&amp;uacute;c đẩy năng suất?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Nhiều tổ chức gặp kh&amp;oacute; khăn trong việc đo lường năng suất v&amp;agrave; x&amp;aacute;c định c&amp;aacute;c h&amp;agrave;nh động mang lại ROI cao. C&amp;aacute;c đội ngũ kỹ thuật thường bị qu&amp;aacute; tải với việc ph&amp;aacute;t triển sản phẩm, n&amp;ecirc;n &amp;iacute;t được ưu ti&amp;ecirc;n cho c&amp;aacute;c chuyển đổi n&amp;agrave;y. C&amp;aacute;c tổ chức th&amp;agrave;nh c&amp;ocirc;ng trong việc tập trung v&amp;agrave;o năng suất đều c&amp;oacute; điểm chung: sự hỗ trợ sớm từ CEO v&amp;agrave; ban điều h&amp;agrave;nh, c&amp;ugrave;ng với năm yếu tố ti&amp;ecirc;n quyết:&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;(1) Mục ti&amp;ecirc;u:&lt;/em&gt;&amp;nbsp;C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng khuyến kh&amp;iacute;ch c&amp;aacute;c nh&amp;agrave; l&amp;atilde;nh đạo c&amp;ocirc;ng nghệ đặt mục ti&amp;ecirc;u tham vọng, vượt qua r&amp;agrave;o cản.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;(2) Đo lường:&lt;/em&gt;&amp;nbsp;X&amp;aacute;c định năng suất cơ bản v&amp;agrave; đo lường sự cải thiện l&amp;agrave; cần thiết để tối ưu h&amp;oacute;a ROI. &amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;(3) Sự tham gia của c&amp;aacute;c bộ phận ngo&amp;agrave;i IT:&lt;/em&gt;&amp;nbsp;C&amp;aacute;c đội ngũ kỹ thuật chỉ c&amp;oacute; thể cải thiện nếu việc chuyển đổi n&amp;agrave;y c&amp;oacute; sự g&amp;oacute;p mặt của c&amp;aacute;c bộ phận kh&amp;aacute;c. Ngo&amp;agrave;i ra, m&amp;ocirc; h&amp;igrave;nh ph&amp;aacute;t triển nhanh y&amp;ecirc;u cầu l&amp;atilde;nh đạo doanh nghiệp cũng thay đổi c&amp;aacute;ch thức l&amp;agrave;m việc để tận dụng gi&amp;aacute; trị từ c&amp;ocirc;ng nghệ.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;(4) Tr&amp;aacute;ch nhiệm r&amp;otilde; r&amp;agrave;ng trong đội ngũ l&amp;atilde;nh đạo IT&lt;/em&gt;: Chuyển đổi c&amp;ocirc;ng nghệ l&amp;agrave; một c&amp;ocirc;ng việc đ&amp;ograve;i hỏi sự phối hợp chặt chẽ. C&amp;aacute;c th&amp;agrave;nh vi&amp;ecirc;n trong ban l&amp;atilde;nh đạo IT cần c&amp;oacute; tr&amp;aacute;ch nhiệm r&amp;otilde; r&amp;agrave;ng, v&amp;agrave; cần c&amp;oacute; một người sẽ dẫn dắt qu&amp;aacute; tr&amp;igrave;nh n&amp;agrave;y.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;(5) Th&amp;agrave;nh c&amp;ocirc;ng ban đầu với doanh nghiệp:&lt;/em&gt;&amp;nbsp;C&amp;aacute;ch tốt nhất để thuyết phục c&amp;aacute;c l&amp;atilde;nh đạo doanh nghiệp l&amp;agrave; chứng minh sự thay đổi c&amp;oacute; hiệu quả ngay lập tức trong những lĩnh vực họ quan t&amp;acirc;m, như ứng dụng di động hoặc dữ liệu cốt l&amp;otilde;i.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Khi c&amp;aacute;c yếu tố cơ bản đ&amp;atilde; c&amp;oacute;, thay đổi c&amp;oacute; thể được triển khai nhanh ch&amp;oacute;ng từ trung t&amp;acirc;m ra từng đội nh&amp;oacute;m. Việc chuyển đổi tập trung v&amp;agrave;o năng suất mang lại kết quả nhanh v&amp;igrave; kh&amp;ocirc;ng cần thay đổi nền tảng cốt l&amp;otilde;i hay chuyển dịch dữ liệu kh&amp;aacute;ch h&amp;agrave;ng, gi&amp;uacute;p c&amp;aacute;c tổ chức tạo ra gi&amp;aacute; trị nhanh ch&amp;oacute;ng cho doanh nghiệp v&amp;agrave; kh&amp;aacute;ch h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn: Mckinsey &amp;amp; Company&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;br&gt;&lt;/a&gt;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;In the context of booming technology and increasingly fierce competition, traditional banks are facing pressure not only from competitors, but also from the ever-changing needs of customers. To keep up with the trend, accelerating technological transformation and optimizing productivity is indispensable.&lt;img&gt;&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;Banks today are implementing many digital initiatives to improve processes, automate internal operations and enhance customer experience. The application of advanced technologies such as artificial intelligence (AI), big data and automation not only helps optimize costs but also creates sustainable competitive advantages.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Make the most of your technology investment&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;For many organizations, technology costs including human resources, hardware, software and services often account for the majority of the budget. However, this is also a "black box" for them. Although they know how much money they have spent and whether projects are completed on schedule, they lack insight into the performance of their technology teams and do not fully understand the productivity levels of their teams or whether their investment in improving work efficiency is bringing real value.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;When companies measure productivity, they focus on identifying areas where they can improve the speed and accuracy of engineering processes, and finding effective ways to foster innovation. By helping engineering teams work smarter, leading organizations have significantly increased their technology capabilities without increasing their budgets, creating a clear differentiation from the average organization.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Four Key Steps to Improving Engineering Productivity&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;By measuring engineering productivity beyond just focusing on costs, leaders begin to ask how they can improve productivity measurably, evaluate the ROI of different strategies, and explore how to create a virtuous cycle where better work environments attract talented engineers. To boost technology team productivity, bank leaders can implement the following four strategic steps.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1. Streamline the software development lifecycle to achieve technical excellence&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Sometimes executives are surprised by the amount of manual effort that technology teams put into software development. For example, at a large bank, a software developer had to start by sending out requirements to multiple teams to set up their work environments. Once coding was complete, they had to perform extensive manual testing, as automated tests only covered a small portion of the cases. Additionally, other teams would have to perform additional integration and security testing, but only for a limited amount of time.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The software deployment process required approval from multiple individuals and committees. After deployment, the application was handed off to the IT operations team, which required a complex handover process. Each team had control over only a small portion of the overall process. However, instead of automating and optimizing this process, banks are hiring additional project managers and test engineers to handle the workload, increasing the cost and complexity of the process.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;2. Implement AI across the entire product lifecycle&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;AI-enabled software development tools are gaining traction because they save time and automate many processes. Many organizations have experimented with generative AI tools to speed up the coding process. However, scaling these tools faces several challenges, including change management, limited adoption, and tools that do not align with the organization&amp;rsquo;s coding standards.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Some advanced organizations have implemented generative AI in a different way, making it available to all members of the development process, not just programmers. They also focus on change management and invest in customizing the generative AI tool to their code base. As a result, these banks see a 20-30% increase in productivity thanks to genomic AI, with the tool integrated into every stage of the product lifecycle.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;3. Integrate technology and business teams&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;To increase technology productivity, banks need to change the way engineering and business teams collaborate. The process from ideating a new feature to starting coding typically takes three to six months. Initially, business and product teams must build a business case, apply for funding, get executive buy-in, and draft requirements. While engineers can quickly deploy code once requirements are clear, delays in this preparation phase significantly reduce productivity, as engineers wait up to six months before they can get to work.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Learning from digital natives, some high-performing banks have created joint teams of product managers and engineers (and even operations). Each team operates like a small business, with the product manager acting as CEO, guiding the team toward quarterly goals and key results (OKRs). This approach reduces the need for time-consuming handover tasks, accelerates product development, and improves customer feedback. However, many banks still maintain a traditional project-focused approach rather than a product-focused model.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;4. Build Talent Teams with High Expertise&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In a rapidly evolving technology environment, banks are shifting their hiring direction from maintaining large teams of less experienced employees to building smaller teams focused on highly skilled engineers with the ability to develop quality software quickly. Although the cost is high, the productivity and efficiency of these engineers is a big benefit, helping to attract more top talent. At the same time, the adoption of AI-enabled development tools also requires highly skilled engineers.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;To attract and retain talent in a competitive market, banks need to improve their employee value proposition, change their recruitment process, and invest in employee development. One bank successfully created automated career paths for engineers, along with a talent accelerator program to improve the onboarding process and new hire experience. After three years, the bank&amp;rsquo;s internal engineering team grew from 30% to 70%, increasing productivity and reducing turnover.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;How to Create Productivity&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Many organizations struggle to measure productivity and identify actions that deliver high ROI. Engineering teams are often overwhelmed with product development, making these transformations a low priority. Organizations that are successful in focusing on productivity have something in common: early support from the CEO and board, along with five prerequisites:&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;(1) Vision: Banks encourage technology leaders to set ambitious goals and overcome barriers.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;(2) Measurement: Defining baseline productivity and measuring improvement are essential to optimizing ROI.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;(3) Business Partners: Business teams must prioritize technical transformation to achieve value.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;(4) Leadership Responsibilities: Each member from the functional and infrastructure leaders to the CISO plays a role that requires close coordination. Some organizations have designated a member of the IT leadership team as a &amp;ldquo;champion,&amp;rdquo; motivating and coaching teams to effectively implement the necessary changes.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;(5) Trust: Early business success is the most effective way to build trust in a productivity-focused strategy. By demonstrating positive impact in areas that business leaders care about, such as mobile applications or core data, organizations can build support and momentum for the transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Once these elements are established, changes can be implemented quickly and have a significant impact without the need for complex platform changes, helping organizations increase productivity and create value quickly for businesses and customers.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;&lt;strong&gt;Source: Mckinsay &amp;amp; Company&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;&lt;strong&gt;Synthesized by the author team DTSVN - Digital transformation solutions for the Finance - Banking industry.&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation Company providing the latest digital solutions specifically for businesses in the Finance - Banking industry in Vietnam; helping Banks and financial institutions quickly complete their technology systems to serve Digital Transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for advice and experience the solution here&lt;/p&gt;
&lt;/div&gt;</content_en_html>
	<time_create_dt>2025-07-02T07:13:23.000Z</time_create_dt>
	<createdDate>2025-08-25T07:13:22.326Z</createdDate>
	<createdDate_dt>2025-08-25T07:13:22.326Z</createdDate_dt>
	<lastModifiedDate>2025-08-25T07:13:22.326Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-25T07:13:22.326Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>