<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>b407</objectGroupId>
	<objectId>b4074bed-07f7-c494-08a6-f7621ed3381e</objectId>
	<internal-name>Làm gì để tận dụng tối đa tiềm năng Gen AI trong ngành ngân hàng?</internal-name>
	<navLabel>Làm gì để tận dụng tối đa tiềm năng Gen AI trong ngành ngân hàng?</navLabel>
	<title_vi_s>Làm gì để tận dụng tối đa tiềm năng Gen AI trong ngành ngân hàng?</title_vi_s>
	<title_en_s>What to do to maximize the potential of Gen AI in the banking industry?</title_en_s>
	<file-name>index.xml</file-name>
	<folder-name>b4074bed-07f7-c494-08a6-f7621ed3381e</folder-name>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<img_main_s>/static-assets/images/230222-generative-ai-blog-2.jpg</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;Việc triển khai v&amp;agrave; mở rộng khả năng của Gen AI, mặc d&amp;ugrave; tiềm ẩn nhiều th&amp;aacute;ch thức như điều chỉnh m&amp;ocirc; h&amp;igrave;nh v&amp;agrave; quản l&amp;yacute; chất lượng dữ liệu, lại c&amp;oacute; thể diễn ra nhanh ch&amp;oacute;ng v&amp;agrave; đơn giản hơn so với c&amp;aacute;c dự &amp;aacute;n AI truyền thống c&amp;oacute; quy m&amp;ocirc; tương tự. Những trường hợp sử dụng hiệu quả cao c&amp;oacute; thể được triển khai chỉ trong v&amp;agrave;i ng&amp;agrave;y hoặc v&amp;agrave;i tuần. Từ những kinh nghiệm thực tế trong việc ứng dụng Gen AI, cả cho mục đ&amp;iacute;ch nội bộ v&amp;agrave; trong c&amp;aacute;c dự &amp;aacute;n hợp t&amp;aacute;c với ng&amp;acirc;n h&amp;agrave;ng, để mở rộng th&amp;agrave;nh c&amp;ocirc;ng Gen AI tr&amp;ecirc;n to&amp;agrave;n doanh nghiệp v&amp;agrave; tạo ra gi&amp;aacute; trị bền vững vượt xa c&amp;aacute;c bằng chứng kh&amp;aacute;i niệm ban đầu, cần phải x&amp;acirc;y dựng năng lực vững chắc tr&amp;ecirc;n bảy kh&amp;iacute;a cạnh quan trọng.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1. Lộ tr&amp;igrave;nh chiến lược&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Để mở rộng quy m&amp;ocirc; Gen AI th&amp;agrave;nh c&amp;ocirc;ng, c&amp;aacute;c doanh nghiệp thường bắt đầu bằng c&amp;aacute;ch x&amp;aacute;c định r&amp;otilde; vai tr&amp;ograve; chiến lược của Gen AI v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch n&amp;acirc;ng cao trong tổ chức. Điều n&amp;agrave;y c&amp;oacute; thể bao gồm từ c&amp;aacute;c thay đổi mang t&amp;iacute;nh chuyển đổi m&amp;ocirc; h&amp;igrave;nh kinh doanh đến c&amp;aacute;c s&amp;aacute;ng kiến chiến thuật nhằm n&amp;acirc;ng cao năng suất.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Một c&amp;ocirc;ng ty quản l&amp;yacute; t&amp;agrave;i sản đ&amp;atilde; nhận thấy tiềm năng của Gen AI trong việc cải thiện c&amp;aacute;ch tư vấn kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; ảnh hưởng đến hệ sinh th&amp;aacute;i ng&amp;agrave;nh, bao gồm nền tảng vận h&amp;agrave;nh, quan hệ đối t&amp;aacute;c v&amp;agrave; kinh tế. Nhờ đ&amp;oacute;, c&amp;ocirc;ng ty c&amp;oacute; c&amp;aacute;ch tiếp cận linh hoạt hơn trong việc ph&amp;acirc;n bổ nguồn lực v&amp;agrave; đầu tư AI. &amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;2. Ph&amp;aacute;t triển t&amp;agrave;i năng &amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Sự ph&amp;aacute;t triển nhanh ch&amp;oacute;ng của Gen AI đ&amp;atilde; tạo ra một th&amp;aacute;ch thức lớn đối với c&amp;aacute;c nh&amp;agrave; l&amp;atilde;nh đạo ng&amp;acirc;n h&amp;agrave;ng, khi họ kh&amp;ocirc;ng c&amp;oacute; nhiều thời gian để chuẩn bị cho t&amp;aacute;c động của c&amp;ocirc;ng nghệ n&amp;agrave;y đối với nh&amp;acirc;n vi&amp;ecirc;n cũng như việc n&amp;acirc;ng cao kỹ năng v&amp;agrave; thu h&amp;uacute;t nh&amp;acirc;n t&amp;agrave;i cần thiết để duy tr&amp;igrave; sự cạnh tranh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;B&amp;ecirc;n cạnh đ&amp;oacute;, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng cần li&amp;ecirc;n tục đ&amp;aacute;nh gi&amp;aacute; lại chiến lược thu h&amp;uacute;t v&amp;agrave; ph&amp;aacute;t triển nh&amp;acirc;n t&amp;agrave;i để ph&amp;ugrave; hợp với sự thay đổi của c&amp;ocirc;ng nghệ. Việc tuyển dụng dựa tr&amp;ecirc;n kỹ năng, ph&amp;acirc;n bổ nguồn lực hợp l&amp;yacute; v&amp;agrave; n&amp;acirc;ng cao kỹ năng to&amp;agrave;n diện l&amp;agrave; v&amp;ocirc; c&amp;ugrave;ng quan trọng; nhiều vị tr&amp;iacute; mới sẽ y&amp;ecirc;u cầu kiến thức về AI, đ&amp;aacute;m m&amp;acirc;y, dữ liệu v&amp;agrave; c&amp;aacute;c lĩnh vực kỹ thuật kh&amp;aacute;c. Cuối c&amp;ugrave;ng, giữ ch&amp;acirc;n nh&amp;acirc;n t&amp;agrave;i kh&amp;ocirc;ng chỉ phụ thuộc v&amp;agrave;o mức lương cạnh tranh, m&amp;agrave; c&amp;ograve;n ở những cơ hội thăng tiến r&amp;otilde; r&amp;agrave;ng v&amp;agrave; một c&amp;ocirc;ng việc mang lại &amp;yacute; nghĩa v&amp;agrave; gi&amp;aacute; trị l&amp;acirc;u d&amp;agrave;i cho c&amp;aacute;c chuy&amp;ecirc;n gia c&amp;ocirc;ng nghệ.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;3. M&amp;ocirc; h&amp;igrave;nh hoạt động&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c nh&amp;agrave; l&amp;atilde;nh đạo ng&amp;acirc;n h&amp;agrave;ng đang t&amp;igrave;m kiếm c&amp;aacute;c m&amp;ocirc; h&amp;igrave;nh hoạt động mới để hỗ trợ c&amp;ocirc;ng nghệ Gen AI, nhưng kh&amp;aacute;i niệm "m&amp;ocirc; h&amp;igrave;nh hoạt động Gen AI" thực tế kh&amp;ocirc;ng ch&amp;iacute;nh x&amp;aacute;c. C&amp;aacute;c tổ chức th&amp;agrave;nh c&amp;ocirc;ng đ&amp;atilde; &amp;aacute;p dụng m&amp;ocirc; h&amp;igrave;nh hoạt động linh hoạt, li&amp;ecirc;n chức năng, kết nối giữa c&amp;aacute;c nh&amp;oacute;m kinh doanh v&amp;agrave; nh&amp;agrave; cung cấp. M&amp;ocirc; h&amp;igrave;nh n&amp;agrave;y gi&amp;uacute;p đảm bảo t&amp;iacute;nh minh bạch v&amp;agrave; hiệu quả trong việc triển khai, đồng thời đảm bảo c&amp;aacute;c s&amp;aacute;ng kiến AI đ&amp;aacute;p ứng được kết quả kinh doanh cụ thể.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Khi c&amp;ocirc;ng nghệ ph&amp;aacute;t triển, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng cần một cấu tr&amp;uacute;c linh hoạt hơn, cho ph&amp;eacute;p c&amp;aacute;c bộ phận x&amp;aacute;c định v&amp;agrave; ưu ti&amp;ecirc;n c&amp;aacute;c hoạt động ph&amp;ugrave; hợp. C&amp;aacute;c tổ chức cần xem x&amp;eacute;t lại l&amp;yacute; do tại sao cấu tr&amp;uacute;c hiện tại kh&amp;ocirc;ng thể t&amp;iacute;ch hợp c&amp;aacute;c khả năng đổi mới v&amp;agrave; tại sao việc n&amp;agrave;y đ&amp;ograve;i hỏi nỗ lực đặc biệt. C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng th&amp;agrave;nh c&amp;ocirc;ng kh&amp;ocirc;ng chỉ khởi xướng s&amp;aacute;ng kiến mới m&amp;agrave; c&amp;ograve;n trang bị nguồn lực v&amp;agrave; kỹ năng cần thiết cho c&amp;aacute;c nh&amp;oacute;m hiện tại để tận dụng tối đa Gen AI. &amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;4. C&amp;ocirc;ng nghệ&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng th&amp;agrave;nh c&amp;ocirc;ng trong việc mở rộng Gen AI thường c&amp;acirc;n nhắc kỹ lưỡng giữa việc "x&amp;acirc;y dựng, mua hay hợp t&amp;aacute;c" khi so s&amp;aacute;nh lợi &amp;iacute;ch của ph&amp;aacute;t triển giải ph&amp;aacute;p nội bộ với việc sử dụng giải ph&amp;aacute;p đ&amp;atilde; được kiểm chứng từ c&amp;aacute;c đối t&amp;aacute;c hệ sinh th&amp;aacute;i. C&amp;aacute;c c&amp;ocirc;ng nghệ như nền tảng, hạ tầng đ&amp;aacute;m m&amp;acirc;y v&amp;agrave; MLOps c&amp;oacute; thể trở th&amp;agrave;nh h&amp;agrave;ng h&amp;oacute;a do sự ph&amp;aacute;t triển nhanh ch&amp;oacute;ng của c&amp;aacute;c giải ph&amp;aacute;p nguồn mở. Những quyết định chiến lược r&amp;otilde; r&amp;agrave;ng, với mục ti&amp;ecirc;u tạo ra gi&amp;aacute; trị thực sự, l&amp;agrave; dấu hiệu của những nỗ lực mở rộng th&amp;agrave;nh c&amp;ocirc;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Điều n&amp;agrave;y cũng gặp phải th&amp;aacute;ch thức lớn đối với c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng, vốn quen với việc mua c&amp;aacute;c giải ph&amp;aacute;p CNTT từ b&amp;ecirc;n thứ ba nhưng gặp kh&amp;oacute; khăn khi &amp;aacute;p dụng c&amp;aacute;c m&amp;ocirc; h&amp;igrave;nh AI thế hệ mới, đ&amp;ograve;i hỏi sự tin tưởng cao v&amp;agrave;o c&amp;aacute;c nh&amp;agrave; cung cấp để vượt qua c&amp;aacute;c r&amp;agrave;o cản rủi ro. C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng phải c&amp;acirc;n nhắc kỹ lưỡng khi quyết định ứng dụng AI, đảm bảo mức rủi ro duy tr&amp;igrave; dưới ngưỡng chấp nhận.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;B&amp;ecirc;n cạnh đ&amp;oacute;, việc t&amp;iacute;ch hợp Gen AI l&amp;agrave; rất quan trọng. C&amp;aacute;c m&amp;ocirc; h&amp;igrave;nh AI phải hỗ trợ lẫn nhau, tương th&amp;iacute;ch với hệ thống cũ v&amp;agrave; dễ d&amp;agrave;ng t&amp;iacute;ch hợp với c&amp;aacute;c quy tr&amp;igrave;nh l&amp;agrave;m việc, ứng dụng v&amp;agrave; nguồn dữ liệu hiện c&amp;oacute;. Đ&amp;acirc;y l&amp;agrave; một nhiệm vụ phức tạp, đ&amp;ograve;i hỏi nhiều yếu tố kiến tr&amp;uacute;c như quản l&amp;yacute; ngữ cảnh, nền tảng MLOps, v&amp;agrave; c&amp;aacute;c c&amp;ocirc;ng cụ quản l&amp;yacute; rủi ro để đảm bảo sự t&amp;iacute;ch hợp v&amp;agrave; bảo tr&amp;igrave; hiệu quả.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;5. Dữ liệu&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Sự phụ thuộc của AI v&amp;agrave;o dữ liệu phi cấu tr&amp;uacute;c tăng th&amp;ecirc;m phức tạp cho c&amp;aacute;c chiến lược v&amp;agrave; kiến tr&amp;uacute;c dữ liệu hiện tại của ng&amp;acirc;n h&amp;agrave;ng, v&amp;igrave; nhiều ng&amp;acirc;n h&amp;agrave;ng thiếu khả năng v&amp;agrave; cơ sở hạ tầng để xử l&amp;yacute; dữ liệu n&amp;agrave;y. Dữ liệu kh&amp;ocirc;ng cấu tr&amp;uacute;c như tương t&amp;aacute;c dịch vụ, b&amp;agrave;i đăng mạng x&amp;atilde; hội v&amp;agrave; tin tức c&amp;oacute; thể được Gen AI khai th&amp;aacute;c để cung cấp th&amp;ocirc;ng tin chi tiết v&amp;agrave; hỗ trợ nh&amp;acirc;n vi&amp;ecirc;n ng&amp;acirc;n h&amp;agrave;ng. Việc triển khai Gen AI gi&amp;uacute;p n&amp;acirc;ng cao dịch vụ v&amp;agrave; trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng, đồng thời mở kh&amp;oacute;a gi&amp;aacute; trị dữ liệu kh&amp;ocirc;ng cấu tr&amp;uacute;c cho to&amp;agrave;n tổ chức.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Để tối ưu h&amp;oacute;a kiến tr&amp;uacute;c dữ liệu, ng&amp;acirc;n h&amp;agrave;ng cần ph&amp;aacute;t triển c&amp;aacute;c khả năng hỗ trợ c&amp;aacute;c ứng dụng c&amp;oacute; gi&amp;aacute; trị cao, bao gồm cơ sở dữ liệu vectơ v&amp;agrave; c&amp;aacute;c c&amp;ocirc;ng cụ xử l&amp;yacute; dữ liệu. Chất lượng dữ liệu c&amp;agrave;ng quan trọng trong bối cảnh n&amp;agrave;y, v&amp;agrave; c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng h&amp;agrave;ng đầu đang sử dụng nh&amp;acirc;n t&amp;agrave;i v&amp;agrave; tự động h&amp;oacute;a để đảm bảo chất lượng dữ liệu trong suốt v&amp;ograve;ng đời. Đồng thời, c&amp;aacute;c nh&amp;agrave; l&amp;atilde;nh đạo cần ch&amp;uacute; &amp;yacute; đến rủi ro bảo mật v&amp;agrave; h&amp;agrave;nh động nhanh ch&amp;oacute;ng để tu&amp;acirc;n thủ c&amp;aacute;c quy định.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;6. Rủi ro v&amp;agrave; kiểm so&amp;aacute;t&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Gen AI mang đến những cơ hội nhưng cũng tạo ra rủi ro mới, đặc biệt trong lĩnh vực t&amp;agrave;i ch&amp;iacute;nh, nơi việc quản l&amp;yacute; rủi ro vẫn c&amp;ograve;n thiếu sự nhất qu&amp;aacute;n. C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng sẽ cần phải thiết kế lại khu&amp;ocirc;n khổ quản trị rủi ro v&amp;agrave; ph&amp;aacute;t triển bộ kiểm so&amp;aacute;t mới để ứng ph&amp;oacute; với c&amp;aacute;c th&amp;aacute;ch thức n&amp;agrave;y.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Việc sử dụng Gen AI phải được t&amp;iacute;ch hợp v&amp;agrave;o chiến lược mở rộng ngay từ đầu, với sự gi&amp;aacute;m s&amp;aacute;t chặt chẽ về khả năng giải th&amp;iacute;ch m&amp;ocirc; h&amp;igrave;nh v&amp;agrave; t&amp;iacute;nh kh&amp;aacute;ch quan trong quyết định. Để giảm thiểu rủi ro từ "ảo gi&amp;aacute;c" của AI, nơi m&amp;ocirc; h&amp;igrave;nh đưa ra kết quả phi logic, ng&amp;acirc;n h&amp;agrave;ng đang ph&amp;aacute;t triển c&amp;aacute;c phương ph&amp;aacute;p tự động h&amp;oacute;a v&amp;agrave; kiểm tra kết quả, như điều chỉnh c&amp;agrave;i đặt tham số LLM hoặc sử dụng c&amp;ocirc;ng cụ kiểm duyệt tự động để đảm bảo t&amp;iacute;nh ch&amp;iacute;nh x&amp;aacute;c v&amp;agrave; an to&amp;agrave;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;7. Quản l&amp;yacute; việc &amp;aacute;p dụng v&amp;agrave; thay đổi&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;ch một ng&amp;acirc;n h&amp;agrave;ng quản l&amp;yacute; sự thay đổi c&amp;oacute; thể quyết định th&amp;agrave;nh c&amp;ocirc;ng hay thất bại trong việc mở rộng quy m&amp;ocirc;, đặc biệt l&amp;agrave; trong việc đảm bảo sự &amp;aacute;p dụng c&amp;ocirc;ng nghệ mới. Mặc d&amp;ugrave; ứng dụng c&amp;oacute; tiềm năng lớn, n&amp;oacute; sẽ kh&amp;ocirc;ng đạt hiệu quả nếu kh&amp;ocirc;ng được thiết kế để khuyến kh&amp;iacute;ch nh&amp;acirc;n vi&amp;ecirc;n v&amp;agrave; kh&amp;aacute;ch h&amp;agrave;ng sử dụng. Nếu nh&amp;acirc;n vi&amp;ecirc;n kh&amp;ocirc;ng cảm thấy thoải m&amp;aacute;i hoặc kh&amp;ocirc;ng hiểu r&amp;otilde; c&amp;aacute;c hạn chế của c&amp;ocirc;ng nghệ, c&amp;ocirc;ng cụ sẽ kh&amp;ocirc;ng được tận dụng hết tiềm năng. Thậm ch&amp;iacute;, c&amp;ocirc;ng nghệ chuyển đổi c&amp;oacute; thể g&amp;acirc;y ra m&amp;acirc;u thuẫn giữa c&amp;aacute;c l&amp;atilde;nh đạo nếu kh&amp;ocirc;ng c&amp;oacute; sự đồng thuận về mục ti&amp;ecirc;u.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Để triển khai th&amp;agrave;nh c&amp;ocirc;ng Gen AI, ng&amp;acirc;n h&amp;agrave;ng cần thay đổi c&amp;aacute;ch tiếp cận: bắt đầu từ trải nghiệm người d&amp;ugrave;ng cuối v&amp;agrave; ngược lại. C&amp;aacute;ch n&amp;agrave;y gi&amp;uacute;p x&amp;acirc;y dựng c&amp;aacute;c hệ thống AI linh hoạt, c&amp;oacute; thể học hỏi v&amp;agrave; th&amp;iacute;ch nghi từ phản hồi thực tế, đảm bảo sự ph&amp;aacute;t triển li&amp;ecirc;n tục dựa tr&amp;ecirc;n nhu cầu con người.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Một kế hoạch quản l&amp;yacute; thay đổi to&amp;agrave;n diện l&amp;agrave; yếu tố then chốt, bao gồm đ&amp;agrave;o tạo l&amp;atilde;nh đạo, nh&amp;acirc;n vi&amp;ecirc;n v&amp;agrave; tạo động lực r&amp;otilde; r&amp;agrave;ng để mọi người &amp;aacute;p dụng c&amp;ocirc;ng nghệ. Điều n&amp;agrave;y cần sự minh bạch, sự tham gia của c&amp;aacute;c l&amp;atilde;nh đạo v&amp;agrave; người c&amp;oacute; ảnh hưởng, c&amp;ugrave;ng với một tầm nh&amp;igrave;n r&amp;otilde; r&amp;agrave;ng về c&amp;aacute;c ưu ti&amp;ecirc;n v&amp;agrave; kết quả mong muốn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Gen AI c&amp;oacute; tiềm năng tạo ra gi&amp;aacute; trị lớn cho ng&amp;acirc;n h&amp;agrave;ng, nhưng việc mở rộng v&amp;agrave; thuyết phục nh&amp;acirc;n vi&amp;ecirc;n, kh&amp;aacute;ch h&amp;agrave;ng chấp nhận c&amp;ocirc;ng nghệ n&amp;agrave;y kh&amp;ocirc;ng hề đơn giản. Để th&amp;agrave;nh c&amp;ocirc;ng, ng&amp;acirc;n h&amp;agrave;ng cần c&amp;oacute; một chiến lược r&amp;otilde; r&amp;agrave;ng để vượt qua mọi r&amp;agrave;o cản, tối ưu h&amp;oacute;a c&amp;aacute;c cơ hội v&amp;agrave; khai th&amp;aacute;c tối đa tiềm năng của Gen AI.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn: Mckinsey &amp;amp; Company&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;/a&gt;&amp;nbsp;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;The deployment and expansion of Gen AI capabilities, although posing many challenges such as model tuning and data quality management, can actually take place faster and more simply compared to traditional AI projects of similar scale. High-value use cases can be implemented within just a few days or weeks. Based on real-world experiences in applying Gen AI, both for internal purposes and in collaborative projects with banks, to successfully scale Gen AI across the enterprise and create sustainable value that goes far beyond initial proofs of concept, it is necessary to build strong capabilities across seven key dimensions.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;1. Strategic Roadmap&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;To scale Gen AI successfully, enterprises often start by clearly defining the strategic role of Gen AI and advanced analytics within the organization. This may range from transformational changes in business models to tactical initiatives aimed at boosting productivity.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;An asset management company recognized the potential of Gen AI to improve client advisory services and impact the industry ecosystem, including operating platforms, partnerships, and economics. As a result, the company adopted a more flexible approach to resource allocation and AI investments.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;2. Talent Development&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;The rapid rise of Gen AI has created a major challenge for banking leaders, who have little time to prepare for its impact on employees as well as the upskilling and talent acquisition required to remain competitive.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Banks must continuously reassess their talent attraction and development strategies in line with technological shifts. Skills-based recruitment, thoughtful resource allocation, and holistic upskilling are critical; many new roles will require expertise in AI, cloud, data, and other technical areas. Ultimately, retaining talent depends not only on competitive pay, but also on clear career advancement opportunities and meaningful, value-driven work for technology professionals.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;3. Operating Model&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Banking leaders are searching for new operating models to support Gen AI, but the idea of a distinct "Gen AI operating model" is misleading. Successful organizations adopt flexible, cross-functional models that connect business teams and external providers. This ensures transparency and effectiveness in execution, while making sure AI initiatives deliver tangible business outcomes.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As technology evolves, banks need more flexible structures that allow business units to identify and prioritize the right activities. Organizations should re-examine why current structures fail to integrate innovation capabilities and why special effort is required. Successful banks not only launch new initiatives but also empower existing teams with the resources and skills needed to maximize Gen AI.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;4. Technology&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Banks that scale Gen AI effectively often carefully weigh &amp;ldquo;build, buy, or partner&amp;rdquo; decisions, comparing the benefits of developing in-house solutions versus adopting proven ecosystem offerings. Technologies such as platforms, cloud infrastructure, and MLOps may become commoditized due to the rapid advancement of open-source solutions. Clear strategic decisions, with a focus on delivering real value, are hallmarks of successful scaling.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This presents a significant challenge for banks, which are accustomed to purchasing IT solutions from third parties but may struggle to adopt next-generation AI models that require deep trust in providers to overcome risk barriers. Banks must carefully consider AI adoption to ensure risk levels remain within acceptable thresholds.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Integration is also critical. AI models must interoperate, remain compatible with legacy systems, and seamlessly integrate into workflows, applications, and existing data sources. This complex task requires architectural elements such as context management, MLOps platforms, and risk management tools to ensure effective integration and maintenance.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;5. Data&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;AI&amp;rsquo;s reliance on unstructured data adds complexity to existing banking data strategies and architectures, as many banks lack the capability and infrastructure to handle such data. Unstructured information&amp;mdash;such as service interactions, social media posts, and news&amp;mdash;can be leveraged by Gen AI to provide insights and assist bank employees. Implementing Gen AI enhances service and customer experience while unlocking the value of unstructured data across the organization.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;To optimize data architecture, banks must build capabilities supporting high-value applications, including vector databases and data-processing tools. Data quality is paramount, and leading banks are deploying talent and automation to ensure data quality throughout its lifecycle. At the same time, leaders must pay close attention to security risks and act swiftly to comply with regulations.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;6. Risk and Controls&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Gen AI creates opportunities but also introduces new risks, particularly in financial services, where risk management practices remain inconsistent. Banks will need to redesign risk governance frameworks and develop new control mechanisms to address these challenges.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Gen AI usage must be integrated into scaling strategies from the outset, with close oversight of model explainability and fairness in decision-making. To mitigate risks from AI &amp;ldquo;hallucinations&amp;rdquo;&amp;mdash;where models produce illogical results&amp;mdash;banks are developing automated validation and monitoring methods, such as adjusting LLM parameters or deploying automated moderation tools to ensure accuracy and safety.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;7. Adoption and Change Management&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;How a bank manages change can determine the success or failure of scaling efforts, especially in ensuring adoption of new technology. Despite its great potential, Gen AI will not deliver impact if not designed to encourage employee and customer use. If employees feel uncomfortable or unaware of the technology&amp;rsquo;s limitations, tools will remain underutilized. In fact, transformational technology may even spark conflicts among leaders if objectives are not aligned.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;To succeed, banks must shift their approach: start with the end-user experience and work backward. This enables the design of adaptive AI systems that learn and evolve based on real-world feedback, ensuring continuous improvement driven by human needs.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;A comprehensive change management plan is essential, including leadership training, employee education, and clear incentives for adoption. This requires transparency, involvement of leaders and influencers, and a well-defined vision of priorities and desired outcomes.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Gen AI has the potential to deliver significant value for banks, but scaling it and convincing employees and customers to embrace it is no simple task. To succeed, banks need a clear strategy to overcome barriers, optimize opportunities, and fully harness Gen AI&amp;rsquo;s potential.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;hr&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Source: McKinsey &amp;amp; Company&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Compiled by DTSVN Authors &amp;ndash; Digital Transformation Solutions for the Financial &amp;ndash; Banking Industry.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;hr&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation company providing the latest digital solutions tailored for enterprises in the Financial &amp;ndash; Banking sector in Vietnam; enabling banks and financial institutions to quickly complete their technology systems in support of Digital Transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for consultation and solution experience.&lt;/p&gt;</content_en_html>
	<time_create_dt>2025-06-17T08:26:02.000Z</time_create_dt>
	<createdDate>2025-08-25T08:26:01.504Z</createdDate>
	<createdDate_dt>2025-08-25T08:26:01.504Z</createdDate_dt>
	<lastModifiedDate>2025-08-25T08:26:01.504Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-25T08:26:01.504Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>