<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>b35c</objectGroupId>
	<objectId>b35c8bce-a2f0-3697-9100-efe0f1544587</objectId>
	<file-name>index.xml</file-name>
	<folder-name>b35c8bce-a2f0-3697-9100-efe0f1544587</folder-name>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<internal-name>Khai thác sức mạnh của GenAI trong Ngân hàng</internal-name>
	<navLabel>Khai thác sức mạnh của GenAI trong Ngân hàng</navLabel>
	<title_vi_s>Khai thác sức mạnh của GenAI trong Ngân hàng</title_vi_s>
	<title_en_s>Harnessing the Power of GenAI in Banking</title_en_s>
	<img_main_s>/static-assets/images/genai.jpg</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;
&lt;div&gt;&amp;nbsp;&lt;/div&gt;
&lt;div&gt;&amp;nbsp;&lt;/div&gt;
&lt;/section&gt;
&lt;section&gt;
&lt;p style="text-align: justify;"&gt;Tr&amp;iacute; tuệ nh&amp;acirc;n tạo tạo sinh (GenAI) đang mở ra một kỷ nguy&amp;ecirc;n mới cho ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng, nơi c&amp;aacute;c giải ph&amp;aacute;p c&amp;ocirc;ng nghệ h&amp;agrave;ng đầu được ưu ti&amp;ecirc;n để đ&amp;aacute;p ứng kỳ vọng của kh&amp;aacute;ch h&amp;agrave;ng. GenAI với c&amp;aacute;c ưu điểm ri&amp;ecirc;ng biệt mang đến luồng gi&amp;oacute; mới v&amp;agrave; trở th&amp;agrave;nh c&amp;ocirc;ng nghệ kh&amp;ocirc;ng thể thiếu gi&amp;uacute;p ng&amp;acirc;n h&amp;agrave;ng th&amp;iacute;ch ứng với sự thay đổi li&amp;ecirc;n tục của thị trường, chuy&amp;ecirc;n m&amp;ocirc;n ho&amp;aacute; dịch vụ kh&amp;aacute;ch h&amp;agrave;ng, n&amp;acirc;ng cao hiệu suất hoạt động của doanh nghiệp.&amp;nbsp;&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;Theo b&amp;aacute;o c&amp;aacute;o gần đ&amp;acirc;y của McKinsey, GenAI c&amp;oacute; thể mang lại gi&amp;aacute; trị h&amp;agrave;ng năm l&amp;ecirc;n đến 340 tỷ đ&amp;ocirc; la chỉ trong&amp;nbsp;ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng so với AI truyền thống, điểm kh&amp;aacute;c biệt ch&amp;iacute;nh m&amp;agrave; GenAI mang lại ở khả năng tạo dữ liệu mới dựa tr&amp;ecirc;n dữ liệu đ&amp;atilde; được đ&amp;agrave;o tạo, ph&amp;acirc;n t&amp;iacute;ch dữ liệu v&amp;agrave; đưa ra dự đo&amp;aacute;n. AI tạo sinh c&amp;oacute; thể hoạt động song song với AI truyền thống để cung cấp c&amp;aacute;c giải ph&amp;aacute;p mạnh mẽ hơn. Cụ thể trong ng&amp;agrave;nh dịch vụ kh&amp;aacute;ch h&amp;agrave;ng tại c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng, GenAI xuất hiện c&amp;oacute; vai tr&amp;ograve; kết hợp, bổ trợ, n&amp;acirc;ng cấp th&amp;ecirc;m trong một số ứng dụng như Chatbot, dự đo&amp;aacute;n v&amp;agrave; cung cấp dữ liệu c&amp;aacute; nh&amp;acirc;n ho&amp;aacute;, giải ph&amp;oacute;ng c&amp;ocirc;ng việc cho nh&amp;acirc;n vi&amp;ecirc;n, c&amp;oacute; khả năng tương t&amp;aacute;c con người ho&amp;aacute; hay cao hơn l&amp;agrave; đ&amp;oacute;ng vai tr&amp;ograve; cố vấn t&amp;agrave;i ch&amp;iacute;nh trong m&amp;ocirc;i trường ảo.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1. Ứng dụng GenAI gi&amp;uacute;p ng&amp;acirc;n h&amp;agrave;ng tối ưu h&amp;oacute;a dịch vụ kh&amp;aacute;ch h&amp;agrave;ng&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Gen&amp;nbsp;AI n&amp;acirc;ng cao h&amp;igrave;nh ảnh&amp;nbsp;của&amp;nbsp;Chatbot&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Chatbot đ&amp;atilde; trở th&amp;agrave;nh một trong những k&amp;ecirc;nh tương t&amp;aacute;c quan trọng với kh&amp;aacute;ch h&amp;agrave;ng trong ng&amp;agrave;nh dịch vụ. Tuy nhi&amp;ecirc;n, do những giới hạn về c&amp;ocirc;ng nghệ n&amp;ecirc;n Chatbot kh&amp;ocirc;ng thể hiểu v&amp;agrave; tương t&amp;aacute;c với con người một c&amp;aacute;ch mượt m&amp;agrave;. GenAI xuất hiện đ&amp;atilde; biến Chatbot th&amp;agrave;nh c&amp;aacute;c t&amp;aacute;c nh&amp;acirc;n tr&amp;ograve; chuyện th&amp;ocirc;ng minh c&amp;oacute; khả năng tương t&amp;aacute;c linh hoạt, ph&amp;ugrave; hợp với ngữ cảnh v&amp;agrave; s&amp;aacute;ng tạo. GenAI kh&amp;ocirc;ng chỉ đ&amp;aacute;nh dấu một bước tiến đột ph&amp;aacute;, m&amp;agrave; c&amp;ograve;n gi&amp;uacute;p giải quyết những khiếm khuyết, biến chatbot th&amp;agrave;nh c&amp;ocirc;ng cụ c&amp;oacute; &amp;ldquo;cảm x&amp;uacute;c&amp;rdquo;.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;B&amp;ecirc;n cạnh đ&amp;oacute;, Chatbot được trang bị GenAI c&amp;oacute; khả năng thu thập v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch lượng lớn dữ liệu th&amp;ocirc;ng tin kh&amp;aacute;ch h&amp;agrave;ng. Những th&amp;ocirc;ng tin n&amp;agrave;y cung cấp những phản hồi c&amp;oacute; gi&amp;aacute; trị về sở th&amp;iacute;ch hay những vướng mắc của kh&amp;aacute;ch h&amp;agrave;ng trong qu&amp;aacute; tr&amp;igrave;nh trải nghiệm, hay th&amp;ocirc;ng tin về c&amp;aacute;c xu hướng mới nổi tr&amp;ecirc;n thị trường. Ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể tận dụng dữ liệu n&amp;agrave;y để cải thiện sản phẩm, dịch vụ v&amp;agrave; chiến lược tiếp thị của m&amp;igrave;nh để tiếp cận kh&amp;aacute;ch h&amp;agrave;ng một c&amp;aacute;ch hiệu quả v&amp;agrave; tinh tế.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Dự đo&amp;aacute;n v&amp;agrave; cung cấp nội dung c&amp;aacute; nh&amp;acirc;n&amp;nbsp;ho&amp;aacute;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Bằng c&amp;aacute;ch sử dụng m&amp;ocirc; h&amp;igrave;nh học m&amp;aacute;y (Machine learning) v&amp;agrave; dữ liệu lớn (Big Data), GenAI c&amp;oacute; thể tạo ra nội dung c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a v&amp;agrave; dự đo&amp;aacute;n xu hướng tương lai cho từng đối tượng kh&amp;aacute;ch h&amp;agrave;ng mục ti&amp;ecirc;u. Nhờ v&amp;agrave;o lượng lớn dữ liệu kh&amp;aacute;ch h&amp;agrave;ng m&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng thu thập được, GenAI c&amp;oacute; thể xử l&amp;yacute;, ph&amp;acirc;n t&amp;iacute;ch để x&amp;acirc;y dựng được hồ sơ kh&amp;aacute;ch h&amp;agrave;ng bao gồm c&amp;aacute;c th&amp;ocirc;ng tin về sở th&amp;iacute;ch, h&amp;agrave;nh vi, lịch sử giao dịch, những th&amp;ocirc;ng tin được quan t&amp;acirc;m&amp;hellip; Ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể tận dụng th&amp;ocirc;ng tin n&amp;agrave;y để đề xuất sản phẩm theo y&amp;ecirc;u cầu c&amp;aacute; nh&amp;acirc;n, chiến lược đầu tư, tư vấn t&amp;agrave;i ch&amp;iacute;nh hay điều chỉnh ưu đ&amp;atilde;i theo đ&amp;uacute;ng nhu cầu của kh&amp;aacute;ch h&amp;agrave;ng. Điều n&amp;agrave;y gi&amp;uacute;p tăng cường sự h&amp;agrave;i l&amp;ograve;ng của kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; th&amp;uacute;c đẩy sự tương t&amp;aacute;c s&amp;acirc;u sắc hơn. &lt;strong&gt;&lt;img&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Giải ph&amp;oacute;ng&amp;nbsp;c&amp;ocirc;ng việc&amp;nbsp;cho&amp;nbsp;nh&amp;oacute;m nh&amp;acirc;n vi&amp;ecirc;n&amp;nbsp;dịch vụ kh&amp;aacute;ch h&amp;agrave;ng&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Bằng c&amp;aacute;ch tự động h&amp;oacute;a c&amp;aacute;c c&amp;ocirc;ng việc lặp đi lặp lại v&amp;agrave; cung cấp truy cập nhanh ch&amp;oacute;ng v&amp;agrave;o nguồn th&amp;ocirc;ng tin, GenAI giảm đ&amp;aacute;ng kể thời gian xử l&amp;yacute; y&amp;ecirc;u cầu của kh&amp;aacute;ch h&amp;agrave;ng. Nh&amp;acirc;n vi&amp;ecirc;n nhờ đ&amp;oacute; c&amp;oacute; thể giảm tải c&amp;ocirc;ng việc, tinh thần tốt hơn để tập trung v&amp;agrave;o c&amp;aacute;c vấn đề phức tạp hơn, đem đến trải nghiệm dịch vụ kh&amp;aacute;ch h&amp;agrave;ng một c&amp;aacute;ch trọn vẹn. GenAI mang lại sự hỗ trợ vượt trội cho nh&amp;acirc;n vi&amp;ecirc;n ở c&amp;aacute;c điểm:&amp;nbsp;&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;Sự nhất qu&amp;aacute;n v&amp;agrave; ch&amp;iacute;nh x&amp;aacute;c: GenAI đảm bảo c&amp;aacute;c phản hồi nhất qu&amp;aacute;n v&amp;agrave; ch&amp;iacute;nh x&amp;aacute;c tr&amp;ecirc;n tất cả c&amp;aacute;c tương t&amp;aacute;c của kh&amp;aacute;ch h&amp;agrave;ng. Sự nhất qu&amp;aacute;n n&amp;agrave;y x&amp;acirc;y dựng niềm tin v&amp;agrave; loại bỏ rủi ro th&amp;ocirc;ng tin sai lệch.&amp;nbsp;&lt;/li&gt;
&lt;li&gt;Việc học v&amp;agrave; n&amp;acirc;ng cấp li&amp;ecirc;n tục: GenAI học từ mỗi t&amp;igrave;nh huống tương t&amp;aacute;c của h&amp;aacute;ch h&amp;agrave;ng, ng&amp;agrave;y c&amp;agrave;ng th&amp;ocirc;ng thạo hơn v&amp;agrave; c&amp;oacute; khả năng xử l&amp;yacute; hiệu quả c&amp;aacute;c y&amp;ecirc;u cầu trong tương lai.&amp;nbsp;&lt;/li&gt;
&lt;li&gt;Tăng cường sự h&amp;agrave;i l&amp;ograve;ng trong c&amp;ocirc;ng việc: Với GenAI, c&amp;aacute;c nh&amp;acirc;n vi&amp;ecirc;n c&amp;oacute; thể xử l&amp;yacute; c&amp;aacute;c y&amp;ecirc;u cầu của kh&amp;aacute;ch h&amp;agrave;ng một c&amp;aacute;ch tự tin v&amp;agrave; hiệu quả, dẫn đến sự thoả m&amp;atilde;n cao hơn v&amp;agrave; giảm tỉ lệ nghỉ việc của nh&amp;acirc;n vi&amp;ecirc;n.&amp;nbsp;&lt;/li&gt;
&lt;li&gt;Tiết kiệm chi ph&amp;iacute;: Tự động h&amp;oacute;a c&amp;aacute;c nhiệm vụ lặp đi lặp lại v&amp;agrave; tối ưu h&amp;oacute;a hiệu suất của nh&amp;acirc;n vi&amp;ecirc;n dẫn đến tiết kiệm chi ph&amp;iacute; cho ng&amp;acirc;n h&amp;agrave;ng, v&amp;igrave; họ c&amp;oacute; thể xử l&amp;yacute; nhiều y&amp;ecirc;u cầu với c&amp;ugrave;ng một đội ngũ nh&amp;acirc;n vi&amp;ecirc;n.&amp;nbsp;&lt;/li&gt;
&lt;li&gt;Khả năng tạo nội dung của Gen AI c&amp;ograve;n t&amp;aacute;i định nghĩa sự tương t&amp;aacute;c với kh&amp;aacute;ch h&amp;agrave;ng. Từ hệ thống, GenAI c&amp;oacute; thể gi&amp;uacute;p nh&amp;acirc;n vi&amp;ecirc;n tạo ra email, bản tin v&amp;agrave; b&amp;aacute;o c&amp;aacute;o c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a, gi&amp;uacute;p ng&amp;acirc;n h&amp;agrave;ng duy tr&amp;igrave; giao tiếp với kh&amp;aacute;ch h&amp;agrave;ng li&amp;ecirc;n tục, cung cấp nội dung m&amp;agrave; kh&amp;aacute;ch h&amp;agrave;ng quan t&amp;acirc;m, g&amp;oacute;p phần cho mối quan hệ tương t&amp;aacute;c bền vững.&amp;nbsp;&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Cung cấp khả năng tương t&amp;aacute;c con người&amp;nbsp;ho&amp;aacute;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Để cung cấp trải nghiệm mang cảm gi&amp;aacute;c giống &amp;ldquo;người thật&amp;rdquo; hơn, một số c&amp;ocirc;ng ty đ&amp;atilde; ph&amp;aacute;t triển th&amp;agrave;nh c&amp;ocirc;ng h&amp;igrave;nh ảnh GenAI Avatar (Những m&amp;ocirc; h&amp;igrave;nh nh&amp;acirc;n vật 2D hoặc 3D được tạo ra bằng m&amp;aacute;y t&amp;iacute;nh). Với c&amp;aacute;c thuật to&amp;aacute;n học s&amp;acirc;u (Deep learning), GenAI Avatar mở ra con đường mới, gi&amp;uacute;p tương t&amp;aacute;c giữa con người v&amp;agrave; AI trở n&amp;ecirc;n tự nhi&amp;ecirc;n hơn. Điều n&amp;agrave;y kh&amp;ocirc;ng chỉ tạo ra sự gần gũi m&amp;agrave; c&amp;ograve;n gi&amp;uacute;p tương t&amp;aacute;c được trực quan h&amp;oacute;a hơn, c&amp;oacute; khả năng đồng cảm với cảm x&amp;uacute;c của kh&amp;aacute;ch h&amp;agrave;ng.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;So với nh&amp;acirc;n vi&amp;ecirc;n truyền thống với giờ l&amp;agrave;m việc c&amp;ograve;n hạn chế, GenAI Avatar c&amp;oacute; thể hiện diện 24/7. Sự tiện lợi n&amp;agrave;y đảm bảo kh&amp;aacute;ch h&amp;agrave;ng c&amp;oacute; thể t&amp;igrave;m kiếm sự hỗ trợ, nhận giải đ&amp;aacute;p thắc mắc v&amp;agrave; tham gia v&amp;agrave;o c&amp;aacute;c cuộc thảo luận về kế hoạch t&amp;agrave;i ch&amp;iacute;nh mọi l&amp;uacute;c mọi nơi, vượt qua c&amp;aacute;c r&amp;agrave;ng buộc về địa l&amp;yacute; v&amp;agrave; khung giờ l&amp;agrave;m việc. Điều n&amp;agrave;y tạo n&amp;ecirc;n sự thuận tiện, giải quyết nhu cầu đa dạng của kh&amp;aacute;ch h&amp;agrave;ng, biến dịch vụ t&amp;agrave;i ch&amp;iacute;nh ng&amp;acirc;n h&amp;agrave;ng trở n&amp;ecirc;n phổ cập v&amp;agrave; linh hoạt hơn bao giờ hết.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Cố vấn t&amp;agrave;i ch&amp;iacute;nh ảo trong m&amp;ocirc;i trường&amp;nbsp;Metaverse&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;GenAI kh&amp;ocirc;ng chỉ dừng lại ở việc tự động h&amp;oacute;a c&amp;ocirc;ng việc thủ c&amp;ocirc;ng, m&amp;agrave; c&amp;ograve;n được ứng dụng v&amp;agrave;o một số c&amp;ocirc;ng việc phức tạp hơn như l&amp;agrave; cố vấn t&amp;agrave;i ch&amp;iacute;nh ảo. Trong thế giới ảo (Metaverse), ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể tạo ra kh&amp;ocirc;ng gian ảo để cung cấp những th&amp;ocirc;ng tin về gi&amp;aacute;o dục t&amp;agrave;i ch&amp;iacute;nh. Những kh&amp;ocirc;ng gian n&amp;agrave;y m&amp;ocirc; phỏng c&amp;aacute;c m&amp;ocirc; h&amp;igrave;nh thực tế, chẳng hạn như ng&amp;acirc;n h&amp;agrave;ng hoặc c&amp;ocirc;ng ty đầu tư, nơi kh&amp;aacute;ch h&amp;agrave;ng c&amp;oacute; thể tham gia v&amp;agrave;o c&amp;aacute;c buổi hội thảo v&amp;agrave; workshop ảo. GenAI đ&amp;oacute;ng vai tr&amp;ograve; quan trọng trong việc tạo nội dung cho những &amp;ldquo;lớp học&amp;rdquo; n&amp;agrave;y, cung cấp c&amp;aacute;c t&amp;igrave;nh huống t&amp;agrave;i ch&amp;iacute;nh giống như thực tế, m&amp;ocirc; phỏng tương t&amp;aacute;c v&amp;agrave; nội dung, hoạt động ph&amp;ugrave; hợp với nhu cầu v&amp;agrave; sở th&amp;iacute;ch cụ thể của người tham gia.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Hiện diện dưới h&amp;igrave;nh dạng Avatar NPC (Non-Player Character) trong thế giới Metaverse, c&amp;aacute;c Cố vấn ảo được trang bị tr&amp;iacute; tuệ nh&amp;acirc;n tạo mang đến một h&amp;igrave;nh ảnh mới mẻ, mang t&amp;iacute;nh tương lai cho dịch vụ tư vấn t&amp;agrave;i ch&amp;iacute;nh ng&amp;acirc;n h&amp;agrave;ng.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;img&gt;&lt;strong&gt;2. Ứng dụng GenAI v&amp;agrave;o dịch vụ kh&amp;aacute;ch h&amp;agrave;ng cho c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1 số th&amp;aacute;ch thức khi triển khai GenAI tại Việt Nam&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Thứ nhất, Việt Nam đang thiếu hệ sinh th&amp;aacute;i ph&amp;aacute;t triển AI vững chắc v&amp;agrave; c&amp;aacute;c ch&amp;iacute;nh s&amp;aacute;ch hỗ trợ ph&amp;ugrave; hợp, n&amp;ecirc;n vẫn đang ở giai đoạn sơ khai về AI so với một số quốc gia ch&amp;acirc;u &amp;Aacute; kh&amp;aacute;c. Chi ph&amp;iacute; cao của ứng dụng GenAI v&amp;agrave; học m&amp;aacute;y ti&amp;ecirc;n tiến cũng như khan hiếm lao động l&amp;agrave;nh nghề đang cản trở sự phổ biến trong lĩnh vực n&amp;agrave;y.&amp;nbsp;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ngo&amp;agrave;i ra, GenAI cần lượng lớn dữ liệu chất lượng cao. Đ&amp;acirc;y l&amp;agrave; trở ngại đ&amp;aacute;ng kể v&amp;igrave; t&amp;iacute;nh đầy đủ, nhất qu&amp;aacute;n v&amp;agrave; độ ch&amp;iacute;nh x&amp;aacute;c của dữ liệu ảnh hưởng đến độ tin cậy v&amp;agrave; t&amp;iacute;nh minh bạch của m&amp;ocirc; h&amp;igrave;nh AI. T&amp;iacute;nh kh&amp;ocirc;ng ch&amp;iacute;nh x&amp;aacute;c, thậm ch&amp;iacute; l&amp;agrave; sai lệch của dữ liệu đ&amp;agrave;o tạo c&amp;oacute; thể bị khuếch đại bởi c&amp;aacute;c m&amp;ocirc; h&amp;igrave;nh GenAI, dẫn đến kết quả kh&amp;ocirc;ng tối ưu.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Cơ sở hạ tầng nhiều lớp cũng đặt ra một th&amp;aacute;ch thức kh&amp;aacute;c đối với GenAI v&amp;igrave; loại AI n&amp;agrave;y phụ thuộc rất nhiều v&amp;agrave;o cơ sở dữ liệu. Tuy nhi&amp;ecirc;n, dữ liệu ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; th&amp;ocirc;ng tin bảo mật thường bị hạn chế truy cập, khiến AI kh&amp;ocirc;ng thể thực hiện c&amp;aacute;c t&amp;aacute;c vụ thanh to&amp;aacute;n đơn giản hoặc phức tạp li&amp;ecirc;n quan đến th&amp;ocirc;ng tin kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; th&amp;ocirc;ng tin bảo mật.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Nhiều ng&amp;acirc;n h&amp;agrave;ng cố gắng đổi mới qu&amp;aacute; nhiều thứ c&amp;ugrave;ng l&amp;uacute;c trong quy tr&amp;igrave;nh chăm s&amp;oacute;c kh&amp;aacute;ch h&amp;agrave;ng trong khi họ bị hạn chế bởi năng lực, t&amp;agrave;i ch&amp;iacute;nh, tổ chức, hạ tầng v&amp;agrave; c&amp;ocirc;ng nghệ.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;C&amp;aacute;c bước triển khai&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Để t&amp;iacute;ch hợp GenAI một c&amp;aacute;ch mượt m&amp;agrave; v&amp;agrave;o quy tr&amp;igrave;nh chăm s&amp;oacute;c kh&amp;aacute;ch h&amp;agrave;ng, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng cần phải:&amp;nbsp;&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;Lập kế hoạch cẩn thận, đ&amp;agrave;o tạo nh&amp;acirc;n lực c&amp;oacute; chuy&amp;ecirc;n m&amp;ocirc;n về c&amp;ocirc;ng nghệ v&amp;agrave; sự hiểu biết s&amp;acirc;u sắc về mục ti&amp;ecirc;u v&amp;agrave; quy tr&amp;igrave;nh của tổ chức&amp;nbsp;&lt;/li&gt;
&lt;li&gt;X&amp;aacute;c định việc đầu tư v&amp;agrave;o biện ph&amp;aacute;p chuẩn bị, bảo vệ v&amp;agrave; ph&amp;aacute;t triển dữ liệu lớn c&amp;oacute; chất lượng cao l&amp;agrave; nhiệm vụ cần thiết với ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng.&amp;nbsp;&lt;/li&gt;
&lt;li&gt;Cần tiếp tục nghi&amp;ecirc;n cứu v&amp;agrave; ph&amp;aacute;t triển c&amp;aacute;c giải ph&amp;aacute;p cơ sở hạ tầng AI thống nhất cho ph&amp;eacute;p GenAI truy cập th&amp;ocirc;ng tin quan trọng v&amp;agrave; thực hiện c&amp;aacute;c quy tr&amp;igrave;nh tự động m&amp;agrave; kh&amp;ocirc;ng cần gi&amp;aacute;m s&amp;aacute;t li&amp;ecirc;n tục&amp;nbsp;&lt;/li&gt;
&lt;li&gt;Hệ sinh th&amp;aacute;i AI tại Việt Nam v&amp;agrave; c&amp;aacute;c ch&amp;iacute;nh s&amp;aacute;ch hỗ trợ cần được mở rộng để gi&amp;uacute;p ng&amp;acirc;n h&amp;agrave;ng duy tr&amp;igrave; khả năng cạnh tranh v&amp;agrave; chuẩn bị sẵn s&amp;agrave;ng cho c&amp;aacute;c xu hướng mới nổi, bắt kịp c&amp;aacute;c nước kh&amp;aacute;c tr&amp;ecirc;n thế giới&amp;nbsp;&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;Để khai th&amp;aacute;c sức mạnh thực sự của GenAI, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng sẽ cần đ&amp;aacute;nh gi&amp;aacute; gi&amp;aacute; trị trường hợp sử dụng v&amp;agrave; rủi ro để đưa ra lộ tr&amp;igrave;nh d&amp;agrave;i hạn hơn.&amp;nbsp;Xem x&amp;eacute;t c&amp;aacute;c b&amp;agrave;i học r&amp;uacute;t ra từ c&amp;aacute;c dự &amp;aacute;n đổi mới c&amp;ocirc;ng nghệ, khả năng quản l&amp;yacute; dữ liệu v&amp;agrave; t&amp;agrave;i năng, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể gi&amp;uacute;p ph&amp;aacute;t triển khu&amp;ocirc;n khổ để ph&amp;aacute;t triển trường hợp sử dụng.&amp;nbsp;Thiết lập quản trị doanh nghiệp v&amp;agrave; c&amp;aacute;c biện ph&amp;aacute;p kiểm so&amp;aacute;t đối với việc sử dụng GenAI nội bộ v&amp;agrave; b&amp;ecirc;n ngo&amp;agrave;i cũng như c&amp;aacute;ch tiếp cận th&amp;aacute;p điều khiển sẽ rất quan trọng để đ&amp;aacute;nh gi&amp;aacute; việc tạo ra gi&amp;aacute; trị trường hợp sử dụng đồng thời quản l&amp;yacute; c&amp;aacute;c mức rủi ro li&amp;ecirc;n quan.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn tham khảo: Tổng hợp&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;/a&gt;&lt;/p&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;Generative Artificial Intelligence (GenAI) is ushering in a new era for the banking industry, where leading technology solutions are prioritized to meet customer expectations. GenAI with its unique advantages brings a breath of fresh air and becomes an indispensable technology to help banks adapt to continuous market changes, specialize in customer service, and improve operational efficiency. enterprise.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;According to a recent report by McKinsey, GenAI can bring an annual value of up to $340 billion in the banking industry alone compared to traditional AI, the main difference that GenAI brings is the ability to create new data based on on the trained data, analyze the data and make predictions. Generative AI can work in tandem with traditional AI to provide more powerful solutions. Specifically in the customer service industry at banks, GenAI appears to play a role in combining, supporting, and upgrading a number of applications such as Chatbot, predicting and providing personalized data, liberating technology. allowing employees, with the ability to interact humanized or more highly, to act as financial advisors in a virtual environment.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1. GenAI application helps banks optimize customer service&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Gen AI enhances the image of Chatbots&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Chatbot has become one of the important interaction channels with customers in the service industry. However, due to technological limitations, Chatbots cannot understand and interact with humans smoothly. The emergence of GenAI has turned Chatbots into intelligent conversation agents capable of flexible, contextual and creative interactions. GenAI not only marks a breakthrough, but also helps solve shortcomings, turning chatbots into "emotional" tools.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Besides, Chatbot equipped with GenAI has the ability to collect and analyze large amounts of customer information data. This information provides valuable feedback about customers' preferences or problems during the experience, or information about emerging trends in the market. Banks can leverage this data to improve their products, services and marketing strategies to reach customers effectively and subtly.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Predict and deliver personalized content&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;By using machine learning models and big data, GenAI can create personalized content and predict future trends for each target customer. Thanks to the large amount of customer data that banks collect, GenAI can process and analyze to build customer profiles including information about preferences, behavior, transaction history, and other information. Interested news... Banks can take advantage of this information to recommend products according to personal requirements, investment strategies, financial advice or adjust incentives according to customer needs. This helps increase customer satisfaction and drive deeper engagement.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Free up work for customer service staff&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;By automating repetitive tasks and providing quick access to information resources, GenAI significantly reduces customer request processing time. Employees can thus reduce their work load and have better morale to focus on more complex issues, providing a complete customer service experience. GenAI provides outstanding employee support in the following areas:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;Consistency and accuracy: GenAI ensures consistent and accurate responses across all customer interactions. This consistency builds trust and eliminates the risk of miscommunication.&lt;/li&gt;
&lt;li&gt;Continuous learning and upgrading: GenAI learns from each customer interaction situation, becoming more and more proficient and capable of effectively handling future requests.&lt;/li&gt;
&lt;li&gt;Increased job satisfaction: With GenAI, employees can handle customer requests confidently and effectively, leading to higher satisfaction and reduced employee turnover.&lt;/li&gt;
&lt;li&gt;Cost savings: Automating repetitive tasks and optimizing staff performance leads to cost savings for banks, as they can handle multiple requests with the same staff .&lt;/li&gt;
&lt;li&gt;Gen AI's content creation capabilities also redefine customer interaction. From the system, GenAI can help employees create personalized emails, newsletters and reports, help banks maintain continuous communication with customers, provide content that customers are interested in, contributing to customer relationships. sustainable interactive relationship.&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Provides humanized&amp;nbsp;interaction&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;To provide an experience that feels more like "real people", some companies have successfully developed GenAI Avatar images (2D or 3D character models created by computers). With deep learning algorithms, GenAI Avatar opens up new paths, making interaction between humans and AI more natural. This not only creates intimacy but also makes interactions more intuitive, capable of empathizing with customers' emotions.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Compared to traditional employees with limited working hours, GenAI Avatar can be present 24/7. This convenience ensures customers can seek support, get their questions answered and participate in financial planning discussions anytime, anywhere, overcoming geographical and time constraints. work. This creates convenience, addresses customers' diverse needs, and makes banking and financial services more popular and flexible than ever.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Virtual financial advisor in the&amp;nbsp;Metaverse environment&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;GenAI does not stop at automating manual work, but is also applied to some more complex tasks such as virtual financial advisors. In the virtual world (Metaverse), banks can create virtual spaces to provide information about financial education. These spaces simulate real-life models, such as banks or investment firms, where customers can participate in virtual seminars and workshops. GenAI plays a key role in creating content for these &amp;ldquo;classrooms,&amp;rdquo; providing real-life financial scenarios, interactive simulations, and content and activities tailored to specific needs and interests. participant's body.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Present in the form of Avatar NPC (Non-Player Character) in the Metaverse world, Virtual Advisors equipped with artificial intelligence bring a new, futuristic image to banking and financial consulting services. .&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;2. Applying GenAI to customer service for banks in Vietnam&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Some challenges when deploying GenAI in Vietnam&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;First, Vietnam lacks a solid AI development ecosystem and appropriate support policies, so it is still in the early stages of AI compared to some other Asian countries. The high cost of advanced GenAI and machine learning applications as well as the scarcity of skilled labor are hindering popularity in this field.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Additionally, GenAI requires large amounts of high-quality data. This is a significant obstacle because the completeness, consistency, and accuracy of the data affect the reliability and transparency of the AI model. Inaccuracies and even bias in training data can be amplified by GenAI models, leading to suboptimal results.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Multi-layer infrastructure also poses another challenge for GenAI because this type of AI relies heavily on databases. However, banking data and security information are often restricted in access, making it impossible for AI to perform simple or complex payment tasks involving customer information and security information.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Many banks try to innovate too many things at once in the customer care process while they are limited by capacity, finance, organization, infrastructure and technology.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Implementation steps&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;To seamlessly integrate GenAI into the customer care process, banks need to:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;Careful planning, training of people with technological expertise and a deep understanding of the organization's goals and processes&lt;/li&gt;
&lt;li&gt;Determining investment in measures to prepare, protect and develop high-quality big data is a necessary task for the banking industry.&lt;/li&gt;
&lt;li&gt;Continued research and development of unified AI infrastructure solutions that enable GenAI to access critical information and execute automated processes without the need for constant monitoring is needed.&lt;/li&gt;
&lt;li&gt;The AI ecosystem in Vietnam and supporting policies need to be expanded to help banks maintain competitiveness and prepare for emerging trends, catching up with other countries around the world.&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;To harness the true power of GenAI, banks will need to assess the use case value and risks to devise a longer-term roadmap. Considering lessons learned from technology innovation projects, data management capabilities and talent, banks can help develop a framework for use case development. Establishing corporate governance and controls for internal and external GenAI usage as well as a control tower approach will be important to evaluate use case value creation while simultaneously managing manage relevant risk levels.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Reference source: Summary&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Compiled by the DTSVN author group - Digital transformation solutions for the Finance and Banking industry.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation Company providing the latest digital solutions specifically for businesses in the Finance - Banking industry in Vietnam; Helping banks and financial institutions quickly complete technology systems for digital transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for advice and experience the solution&amp;nbsp;here&lt;/p&gt;
&lt;/div&gt;</content_en_html>
	<time_create_dt>2025-04-29T04:35:38.000Z</time_create_dt>
	<createdDate>2025-08-26T04:35:36.317Z</createdDate>
	<createdDate_dt>2025-08-26T04:35:36.317Z</createdDate_dt>
	<lastModifiedDate>2025-08-26T04:35:36.317Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-26T04:35:36.317Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>