<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>71b9</objectGroupId>
	<objectId>71b9ed6e-5f88-1c52-1022-1a80ebd89ad1</objectId>
	<file-name>index.xml</file-name>
	<folder-name>71b9ed6e-5f88-1c52-1022-1a80ebd89ad1</folder-name>
	<internal-name>4 chiến lược tối ưu hóa trải nghiệm khách hàng trong Ngân hàng</internal-name>
	<navLabel>4 chiến lược tối ưu hóa trải nghiệm khách hàng trong Ngân hàng</navLabel>
	<title_vi_s>4 chiến lược tối ưu hóa trải nghiệm khách hàng trong Ngân hàng</title_vi_s>
	<title_en_s>4 Priorities for Increased Customer Centricity in Banking</title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<img_main_s>/static-assets/images/y-tuong-nang-cao-trai-nghiem-khach-hang-1.webp</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;Biến động kinh tế vĩ m&amp;ocirc;, cạnh tranh gia tăng, tiến bộ c&amp;ocirc;ng nghệ v&amp;agrave; y&amp;ecirc;u cầu ng&amp;agrave;y c&amp;agrave;ng cao của người ti&amp;ecirc;u d&amp;ugrave;ng đang buộc c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; tổ chức t&amp;iacute;n dụng phải thể hiện sự tập trung v&amp;agrave;o kh&amp;aacute;ch h&amp;agrave;ng nhiều hơn. Để đạt được điều n&amp;agrave;y c&amp;oacute; nghĩa l&amp;agrave; phải xem x&amp;eacute;t lại trải nghiệm của chi nh&amp;aacute;nh, hợp t&amp;aacute;c với c&amp;aacute;c c&amp;ocirc;ng ty fintech, tận dụng dữ liệu v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch để cung cấp c&amp;aacute;c giải ph&amp;aacute;p được c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a v&amp;agrave; hợp t&amp;aacute;c với người ti&amp;ecirc;u d&amp;ugrave;ng để tăng cường sức khỏe t&amp;agrave;i ch&amp;iacute;nh.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;Khi kh&amp;aacute;ch h&amp;agrave;ng trở th&amp;agrave;nh cốt l&amp;otilde;i của doanh nghiệp, dữ liệu sẽ được thu thập, ph&amp;acirc;n t&amp;iacute;ch v&amp;agrave; triển khai thường xuy&amp;ecirc;n để c&amp;oacute; được c&amp;aacute;i nh&amp;igrave;n to&amp;agrave;n cảnh 360 độ về kh&amp;aacute;ch h&amp;agrave;ng. Dữ liệu n&amp;agrave;y gi&amp;uacute;p c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; tổ chức t&amp;iacute;n dụng theo những c&amp;aacute;ch sau:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;Hiểu r&amp;otilde; hơn h&amp;agrave;nh vi mua h&amp;agrave;ng, sở th&amp;iacute;ch v&amp;agrave; mức độ tương t&amp;aacute;c trong to&amp;agrave;n bộ h&amp;agrave;nh tr&amp;igrave;nh của kh&amp;aacute;ch h&amp;agrave;ng.&lt;/li&gt;
&lt;li&gt;X&amp;aacute;c định c&amp;aacute;c cơ hội cho c&amp;aacute;c sản phẩm, dịch vụ v&amp;agrave; chương tr&amp;igrave;nh khuyến m&amp;atilde;i mới.&lt;/li&gt;
&lt;li&gt;X&amp;acirc;y dựng chiến lược ph&amp;acirc;n kh&amp;uacute;c để tăng l&amp;ograve;ng trung th&amp;agrave;nh v&amp;agrave; gi&amp;aacute; trị trọn đời.&lt;/li&gt;
&lt;li&gt;Trao quyền cho nh&amp;acirc;n vi&amp;ecirc;n để c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a trải nghiệm tốt hơn.&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;Khi c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh tăng cường tập trung v&amp;agrave;o việc lấy kh&amp;aacute;ch h&amp;agrave;ng l&amp;agrave;m trung t&amp;acirc;m, tầm quan trọng của việc cải thiện trải nghiệm v&amp;agrave; chuyển từ cam kết giao dịch sang cam kết quan hệ sẽ tăng l&amp;ecirc;n. Theo Capgemini, c&amp;oacute; bốn c&amp;aacute;ch m&amp;agrave; c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh c&amp;oacute; thể t&amp;aacute;c động trực tiếp đến trải nghiệm của kh&amp;aacute;ch h&amp;agrave;ng để sẵn s&amp;agrave;ng hơn cho tương lai:&lt;/p&gt;
&lt;ol style="text-align: justify;"&gt;
&lt;li&gt;Biến c&amp;aacute;c cơ sở vật chất truyền thống th&amp;agrave;nh &amp;ldquo;trung t&amp;acirc;m trải nghiệm&amp;rdquo;.&lt;/li&gt;
&lt;li&gt;Hợp t&amp;aacute;c với fintech v&amp;agrave; c&amp;aacute;c nh&amp;agrave; cung cấp b&amp;ecirc;n thứ ba kh&amp;aacute;c để khắc phục những khoảng trống trong m&amp;ocirc; h&amp;igrave;nh kinh doanh.&lt;/li&gt;
&lt;li&gt;Tăng cường hỗ trợ người ti&amp;ecirc;u d&amp;ugrave;ng tr&amp;ecirc;n h&amp;agrave;nh tr&amp;igrave;nh giữ g&amp;igrave;n sức khỏe t&amp;agrave;i ch&amp;iacute;nh của họ.&lt;/li&gt;
&lt;li&gt;Thiết lập &amp;ldquo;chủ sở hữu&amp;rdquo; của sự tham gia tổng thể của kh&amp;aacute;ch h&amp;agrave;ng.&lt;/li&gt;
&lt;/ol&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Chuyển đổi c&amp;aacute;c chi nh&amp;aacute;nh truyền thống&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trước đ&amp;acirc;y, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; tổ chức t&amp;iacute;n dụng tận dụng c&amp;aacute;c chi nh&amp;aacute;nh để x&amp;acirc;y dựng thị phần. Khi việc &amp;aacute;p dụng ng&amp;acirc;n h&amp;agrave;ng số ng&amp;agrave;y c&amp;agrave;ng gia tăng, đặc biệt l&amp;agrave; trong thời kỳ đại dịch, c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh buộc phải suy nghĩ lại về việc cung cấp c&amp;aacute;c dịch vụ ng&amp;acirc;n h&amp;agrave;ng. Nhu cầu h&amp;igrave;nh dung lại chức năng của c&amp;aacute;c chi nh&amp;aacute;nh ng&amp;agrave;y c&amp;agrave;ng tăng l&amp;agrave; t&amp;aacute;c động của c&amp;aacute;c nh&amp;agrave; cung cấp c&amp;ocirc;ng nghệ t&amp;agrave;i ch&amp;iacute;nh nhằm mang lại trải nghiệm kỹ thuật số vượt trội cho c&amp;aacute;c giao dịch h&amp;agrave;ng ng&amp;agrave;y cũng như nhu cầu giảm chi ph&amp;iacute; hoạt động.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Một b&amp;aacute;o c&amp;aacute;o của Nasdaq chỉ ra rằng việc x&amp;acirc;y dựng một cơ sở văn ph&amp;ograve;ng đầy đủ dịch vụ c&amp;oacute; thể ti&amp;ecirc;u tốn hơn 1,5 triệu USD ở Hoa Kỳ, với chi ph&amp;iacute; hoạt động h&amp;agrave;ng năm gần 1 triệu USD cho mỗi chi nh&amp;aacute;nh. Với chi ph&amp;iacute; lao động ng&amp;agrave;y c&amp;agrave;ng tăng v&amp;agrave; chi ph&amp;iacute; vận h&amp;agrave;nh vẫn cao hơn so với c&amp;aacute;c giải ph&amp;aacute;p thay thế kỹ thuật số, rất &amp;iacute;t chi nh&amp;aacute;nh c&amp;oacute; l&amp;atilde;i. Bất chấp số liệu đ&amp;aacute;ng lo ngại n&amp;agrave;y, hầu hết người ti&amp;ecirc;u d&amp;ugrave;ng vẫn thấy c&amp;aacute;c chi nh&amp;aacute;nh c&amp;oacute; li&amp;ecirc;n quan.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;B&amp;aacute;o c&amp;aacute;o Ng&amp;acirc;n h&amp;agrave;ng B&amp;aacute;n lẻ Thế giới năm 2022 của Capgemini cho biết 75% kh&amp;aacute;ch h&amp;agrave;ng tin rằng c&amp;aacute;c chi nh&amp;aacute;nh l&amp;agrave; một k&amp;ecirc;nh quan trọng nhưng họ muốn nhiều hơn l&amp;agrave; chỉ khả năng giao dịch. Cụ thể, 64% cho biết họ muốn c&amp;oacute; c&amp;aacute;c lựa chọn tự phục vụ, 44% t&amp;igrave;m kiếm một nơi l&amp;agrave;m việc mở rộng v&amp;agrave; 31% b&amp;agrave;y tỏ sự quan t&amp;acirc;m đến trải nghiệm phong ph&amp;uacute; hơn (thực tế tăng cường/thực tế ảo). Th&amp;aacute;ch thức l&amp;agrave; t&amp;iacute;ch hợp chi nh&amp;aacute;nh với c&amp;aacute;c k&amp;ecirc;nh kh&amp;aacute;c để c&amp;oacute; trải nghiệm đa k&amp;ecirc;nh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Tạo sự hợp t&amp;aacute;c Fintech&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Để đ&amp;aacute;p ứng nhu cầu ng&amp;agrave;y c&amp;agrave;ng tăng từ cơ sở kh&amp;aacute;ch h&amp;agrave;ng am hiểu kỹ thuật số hơn, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; tổ chức t&amp;iacute;n dụng đang ng&amp;agrave;y c&amp;agrave;ng theo đuổi sự hợp t&amp;aacute;c với c&amp;aacute;c c&amp;ocirc;ng ty fintech v&amp;agrave; nh&amp;agrave; cung cấp b&amp;ecirc;n thứ ba. Những quan hệ đối t&amp;aacute;c (v&amp;agrave; mua lại) n&amp;agrave;y gi&amp;uacute;p khắc phục những khoảng c&amp;aacute;ch trong m&amp;ocirc; h&amp;igrave;nh kinh doanh, tận dụng điểm mạnh của nhau v&amp;agrave; giải quyết những điểm yếu tương ứng của mỗi b&amp;ecirc;n, tạo ra lợi &amp;iacute;ch chung.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Theo b&amp;aacute;o c&amp;aacute;o của S&amp;amp;P Global Market Intelligence, v&amp;agrave;o năm 2022, đ&amp;atilde; c&amp;oacute; bảy vụ mua lại ng&amp;acirc;n h&amp;agrave;ng của c&amp;aacute;c c&amp;ocirc;ng ty fintech. V&amp;agrave;o năm 2021, c&amp;oacute; t&amp;aacute;m giao dịch ng&amp;acirc;n h&amp;agrave;ng b&amp;ecirc;n mua. Theo Capgemini, với cơ sở kh&amp;aacute;ch h&amp;agrave;ng kỹ thuật số nhưng lợi nhuận thấp hơn mong muốn, c&amp;aacute;c c&amp;ocirc;ng ty fintech c&amp;oacute; thể gi&amp;uacute;p c&amp;aacute;c tổ chức ng&amp;acirc;n h&amp;agrave;ng truyền thống x&amp;acirc;y dựng c&amp;aacute;c đề xuất gi&amp;aacute; trị mới, ph&amp;aacute;t triển cơ hội b&amp;aacute;n k&amp;egrave;m v&amp;agrave; cung cấp cơ sở kh&amp;aacute;ch h&amp;agrave;ng t&amp;iacute;ch cực.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ngo&amp;agrave;i việc mua lại, hợp t&amp;aacute;c fintech cũng c&amp;oacute; thể mang đến những cơ hội đổi mới mang lại cả tốc độ v&amp;agrave; quy m&amp;ocirc; triển khai. Gần đ&amp;acirc;y, nhiều tổ chức t&amp;agrave;i ch&amp;iacute;nh truyền thống đ&amp;atilde; t&amp;igrave;m đến sự hợp t&amp;aacute;c của b&amp;ecirc;n thứ ba để x&amp;acirc;y dựng quy tr&amp;igrave;nh mở t&amp;agrave;i khoản kỹ thuật số được cải thiện, c&amp;aacute;c chương tr&amp;igrave;nh phần thưởng n&amp;acirc;ng cao v&amp;agrave; trải nghiệm ng&amp;acirc;n h&amp;agrave;ng di động tốt hơn. C&amp;aacute;c hoạt động hợp t&amp;aacute;c kh&amp;aacute;c đ&amp;atilde; được thực hiện để n&amp;acirc;ng cao hiệu quả hoạt động, giảm chi ph&amp;iacute; v&amp;agrave; tiếp cận c&amp;aacute;c c&amp;ocirc;ng nghệ mới do c&amp;aacute;c c&amp;ocirc;ng ty fintech cung cấp.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Hỗ trợ H&amp;agrave;nh tr&amp;igrave;nh Sức khỏe T&amp;agrave;i ch&amp;iacute;nh của Kh&amp;aacute;ch h&amp;agrave;ng&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Khi nền kinh tế trở n&amp;ecirc;n kh&amp;oacute; dự đo&amp;aacute;n hơn v&amp;agrave; &amp;aacute;p lực chi ph&amp;iacute; sinh hoạt tăng l&amp;ecirc;n, ng&amp;agrave;y c&amp;agrave;ng c&amp;oacute; nhiều người ti&amp;ecirc;u d&amp;ugrave;ng t&amp;igrave;m c&amp;aacute;ch cải thiện t&amp;igrave;nh trạng t&amp;agrave;i ch&amp;iacute;nh tổng thể của họ. Nhờ chuy&amp;ecirc;n m&amp;ocirc;n, khả năng tiếp cận, độ tin cậy, khả năng dữ liệu v&amp;agrave; c&amp;ocirc;ng nghệ của ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; hiệp hội t&amp;iacute;n dụng c&amp;oacute; vị thế tốt để hỗ trợ người ti&amp;ecirc;u d&amp;ugrave;ng t&amp;igrave;m kiếm hỗ trợ sức khỏe t&amp;agrave;i ch&amp;iacute;nh v&amp;agrave; gi&amp;uacute;p họ đưa ra c&amp;aacute;c quyết định t&amp;agrave;i ch&amp;iacute;nh s&amp;aacute;ng suốt. C&amp;aacute;c khoản ho&amp;agrave;n trả c&amp;oacute; thể l&amp;agrave; đ&amp;aacute;ng kể.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Cuộc khảo s&amp;aacute;t về mức độ h&amp;agrave;i l&amp;ograve;ng của ng&amp;acirc;n h&amp;agrave;ng b&amp;aacute;n lẻ JD Power năm 2022 cho thấy chỉ 44% ng&amp;acirc;n h&amp;agrave;ng Hoa Kỳ hỗ trợ kh&amp;aacute;ch h&amp;agrave;ng trong thời kỳ kh&amp;oacute; khăn t&amp;agrave;i ch&amp;iacute;nh. Trong khi đ&amp;oacute;, khoảng 63% kh&amp;aacute;ch h&amp;agrave;ng Mỹ cho biết sẽ chuyển ng&amp;acirc;n h&amp;agrave;ng nếu kh&amp;ocirc;ng được hỗ trợ, trong khi 78% cho biết sẽ ở lại nếu nhận được hỗ trợ.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; hiệp hội t&amp;iacute;n dụng đang ở vị tr&amp;iacute; thuận lợi v&amp;igrave; họ c&amp;oacute; quyền truy cập v&amp;agrave;o nhiều dữ liệu v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch c&amp;oacute; thể được sử dụng để hiểu h&amp;agrave;nh vi v&amp;agrave; nhu cầu t&amp;agrave;i ch&amp;iacute;nh của người ti&amp;ecirc;u d&amp;ugrave;ng cũng như ph&amp;aacute;t triển c&amp;aacute;c chương tr&amp;igrave;nh v&amp;agrave; nguồn lực chăm s&amp;oacute;c sức khỏe t&amp;agrave;i ch&amp;iacute;nh c&amp;oacute; mục ti&amp;ecirc;u. C&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh cũng c&amp;oacute; cơ sở hạ tầng mạnh mẽ v&amp;agrave; năng lực c&amp;ocirc;ng nghệ c&amp;oacute; thể được tận dụng để ph&amp;aacute;t triển v&amp;agrave; cung cấp c&amp;aacute;c nguồn lực v&amp;agrave; c&amp;ocirc;ng cụ chăm s&amp;oacute;c sức khỏe t&amp;agrave;i ch&amp;iacute;nh, chẳng hạn như ứng dụng ng&amp;acirc;n h&amp;agrave;ng di động, c&amp;ocirc;ng cụ quản l&amp;yacute; t&amp;agrave;i ch&amp;iacute;nh trực tuyến, c&amp;ocirc;ng cụ t&amp;iacute;nh to&amp;aacute;n lập kế hoạch t&amp;agrave;i ch&amp;iacute;nh v&amp;agrave; nội dung chăm s&amp;oacute;c sức khỏe t&amp;agrave;i ch&amp;iacute;nh được nhắm mục ti&amp;ecirc;u cao. C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng b&amp;aacute;n lẻ cũng đang kh&amp;aacute;m ph&amp;aacute; quan hệ đối t&amp;aacute;c fintech để tăng cường c&amp;aacute;c dịch vụ chăm s&amp;oacute;c sức khỏe t&amp;agrave;i ch&amp;iacute;nh của họ.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Cuối c&amp;ugrave;ng, những nỗ lực đảm bảo sức khỏe t&amp;agrave;i ch&amp;iacute;nh l&amp;agrave; một c&amp;aacute;ch tuyệt vời để c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; tổ chức t&amp;iacute;n dụng chuyển từ giao dịch sang cam kết, x&amp;acirc;y dựng niềm tin v&amp;agrave; l&amp;ograve;ng trung th&amp;agrave;nh. C&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh cung cấp c&amp;aacute;c chương tr&amp;igrave;nh v&amp;agrave; nguồn lực chăm s&amp;oacute;c sức khỏe t&amp;agrave;i ch&amp;iacute;nh mạnh mẽ cũng c&amp;oacute; thể tạo sự kh&amp;aacute;c biệt với c&amp;aacute;c đối thủ cạnh tranh v&amp;agrave; đạt được lợi thế cạnh tranh tr&amp;ecirc;n thị trường tại thời điểm người ti&amp;ecirc;u d&amp;ugrave;ng đang t&amp;igrave;m kiếm c&amp;acirc;u trả lời cho c&amp;aacute;c c&amp;acirc;u hỏi t&amp;agrave;i ch&amp;iacute;nh hơn bao giờ hết.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Thiết lập 'Chủ sở hữu' của Customer Engagement&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng tốt, mặc d&amp;ugrave; quan trọng, chỉ l&amp;agrave; sự tương t&amp;aacute;c giao dịch giữa kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; tổ chức t&amp;agrave;i ch&amp;iacute;nh. Mặt kh&amp;aacute;c, sự gắn kết với kh&amp;aacute;ch h&amp;agrave;ng bao gồm việc giao tiếp hai chiều li&amp;ecirc;n tục v&amp;agrave; cam kết đ&amp;aacute;p ứng nhu cầu v&amp;agrave; mong đợi ng&amp;agrave;y c&amp;agrave;ng tăng của kh&amp;aacute;ch h&amp;agrave;ng. Mức độ tương t&amp;aacute;c v&amp;agrave; cam kết n&amp;agrave;y c&amp;oacute; thể dẫn đến mối quan hệ bền vững hơn, mạnh mẽ hơn giữa kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; thương hiệu. Để đạt được mức độ quan hệ n&amp;agrave;y đ&amp;ograve;i hỏi phải c&amp;oacute; một cơ quan quyền lực trung t&amp;acirc;m.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Gi&amp;aacute;m đốc tiếp thị (CMO) (hoặc một cơ quan quyền lực trung t&amp;acirc;m quan trọng kh&amp;aacute;c) sẽ đ&amp;oacute;ng vai tr&amp;ograve; then chốt trong việc tận dụng dữ liệu, tr&amp;iacute; tuệ nh&amp;acirc;n tạo v&amp;agrave; c&amp;aacute;c c&amp;ocirc;ng cụ ph&amp;acirc;n t&amp;iacute;ch để tạo ra mức độ tương t&amp;aacute;c cao hơn v&amp;agrave; trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng tốt hơn. Dữ liệu v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch cho ph&amp;eacute;p ph&amp;aacute;t triển c&amp;aacute;c sản phẩm v&amp;agrave; giải ph&amp;aacute;p được c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a với khả năng hiển thị đa k&amp;ecirc;nh, tạo ra c&amp;aacute;c tương t&amp;aacute;c định kỳ với kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; dữ liệu ở cấp độ người d&amp;ugrave;ng lớn hơn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;ldquo;Chủ sở hữu&amp;rdquo; mối quan hệ kh&amp;aacute;ch h&amp;agrave;ng c&amp;oacute; thể l&amp;agrave; CMO hoặc một c&amp;aacute; nh&amp;acirc;n kh&amp;aacute;c trong ng&amp;acirc;n h&amp;agrave;ng hoặc tổ chức t&amp;iacute;n dụng. Theo B&amp;aacute;o c&amp;aacute;o Ng&amp;acirc;n h&amp;agrave;ng B&amp;aacute;n lẻ Thế giới năm 2022, 34% l&amp;atilde;nh đạo được ph&amp;acirc;n c&amp;ocirc;ng cho biết họ trực tiếp quản l&amp;yacute; hoạt động ph&amp;acirc;n t&amp;iacute;ch tiếp thị v&amp;agrave; 26% cho biết họ gi&amp;aacute;m s&amp;aacute;t c&amp;aacute;c mối quan hệ đối t&amp;aacute;c kỹ thuật số. Ngo&amp;agrave;i ra, khoảng 74% cho biết họ chịu tr&amp;aacute;ch nhiệm trực tiếp về c&amp;aacute;c chiến lược v&amp;agrave; lập kế hoạch tiếp thị đổi mới, đồng thời 22% trực tiếp quản l&amp;yacute; trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng từ đầu đến cuối hoặc c&amp;oacute; quyền truy cập v&amp;agrave;o hồ sơ kh&amp;aacute;ch h&amp;agrave;ng ho&amp;agrave;n chỉnh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Theo Capgemini, &amp;ldquo;Kh&amp;aacute;ch h&amp;agrave;ng c&amp;oacute; nhiều lựa chọn thay thế về dịch vụ t&amp;agrave;i ch&amp;iacute;nh, nhưng sự biến động dự kiến của thị trường v&amp;agrave;o năm 2023 mang đến cho c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng cơ hội tăng sức mạnh cho cuộc chơi của họ bằng c&amp;aacute;ch tận dụng quy m&amp;ocirc;, t&amp;agrave;i sản, cơ sở kh&amp;aacute;ch h&amp;agrave;ng rộng lớn v&amp;agrave; kiến thức ph&amp;aacute;p l&amp;yacute; của họ&amp;rdquo;. Để cải thiện sự kh&amp;aacute;c biệt tr&amp;ecirc;n thị trường v&amp;agrave; trở th&amp;agrave;nh đối t&amp;aacute;c t&amp;agrave;i ch&amp;iacute;nh đ&amp;aacute;ng tin cậy, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; tổ chức t&amp;iacute;n dụng sẽ cần hiểu r&amp;otilde; hơn về nhu cầu, động lực, th&amp;aacute;ch thức v&amp;agrave; h&amp;agrave;nh vi của kh&amp;aacute;ch h&amp;agrave;ng trong to&amp;agrave;n bộ h&amp;agrave;nh tr&amp;igrave;nh của kh&amp;aacute;ch h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn tham khảo: The Financial Brand&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;/a&gt;&amp;nbsp;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;Macroeconomic volatility, increased competition, technological advancements and a more-demanding consumer are forcing banks and credit unions to demonstrate greater customer centricity. Achieving this means rethinking the branch experience, collaborating with fintech firms, leveraging data and analytics to deliver personalized solutions, and partnering with consumers for increased financial wellness.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;More than just a public relations talking point, customer centricity is a business philosophy that prioritizes the needs of customers in all business operations and decision making. For banks and credit unions, this goes beyond just good customer service. It includes product delivery, innovation strategies, marketing communications and financial wellness support.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;When the customer becomes the core of a business, data is collected, analyzed and deployed on a regular basis to get a full 360-degree view of the customer. This data helps banks and credit unions in the following ways:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;Better understanding buying behavior, interests and engagement across entire customer journey.&lt;/li&gt;
&lt;li&gt;Identifying opportunities for new products, services, and promotions.&lt;/li&gt;
&lt;li&gt;Building segmentation strategies for increased loyalty and lifetime value.&lt;/li&gt;
&lt;li&gt;Empowering employees to better democratize experiences.&lt;/li&gt;
&lt;/ul&gt;
&lt;p style="text-align: justify;"&gt;As financial institutions increase their focus on customer centricity, the importance of improving experiences and moving from transactional engagement to relational engagement increases. There are four ways financial institutions can directly impact the customer experience to become more future-ready, according to&amp;nbsp;Capgemini:&lt;/p&gt;
&lt;ol style="text-align: justify;"&gt;
&lt;li&gt;Transform traditional brick-and-mortar facilities into &amp;ldquo;experience centers.&amp;rdquo;&lt;/li&gt;
&lt;li&gt;Collaborate with fintech and other third party providers to overcome business model gaps.&lt;/li&gt;
&lt;li&gt;Increase assistance with consumers on their financial wellness journey.&lt;/li&gt;
&lt;li&gt;Establish an &amp;ldquo;owner&amp;rdquo; of the overarching customer engagement.&lt;/li&gt;
&lt;/ol&gt;
&lt;p style="text-align: justify;"&gt;The future of customer centricity in banking involves a combination of tech and business model transformation. Leveraging digital technologies, combined with the power of marketplace collaboration and enhanced utilization of data, financial institutions can offer a seamless, personalized and superior omnichannel experience.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Transform Traditional Branches&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In the past, banks and credit unions leveraged branches to build market share. As digital banking adoption increased, especially during the pandemic, financial institutions were forced to rethink the delivery of banking services. Increasing the need to reimagine the functionality of branches was the impact of fintech providers that delivered a superior digital experience for everyday transactions as well as the need to reduce operational expenses.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;A Nasdaq report&amp;nbsp;indicates that building a full-service office facility can cost more than $1.5 million in the United States, with an annual operating cost of almost $1 million per branch. With labor costs increasing, and operational costs remaining higher than digital alternatives, few branches are profitable. Despite this ominous metric, most consumers still find branches relevant.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Capgemini&amp;rsquo;s&amp;nbsp;World Retail Banking Report 2022&amp;nbsp;states that 75% of customers believe branches are an important channel, but they want more than just transactional capabilities. Specifically, 64% said they wanted self-service options, 44% seek an extended workplace, and 31% indicated an interest in a more immersive (augmented reality/virtual reality) experience. The challenge is to integrate the branch with other channels for an omnichannel experience.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;With an omnichannel experience, branches would leverage customer relationship management platforms that have seamless integration with other digital channels, providing highly personalized service and product recommendations. &amp;ldquo;Redesigned branches will feature streamlined layouts, more digital and self-service tools, and rationalized human-driven (teller) activities to boost effectiveness through cost savings and increased sales,&amp;rdquo; states Capgemini. The result will be greater engagement and increased value transfer between the financial institution and the customer.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Create Purpose-Driven Fintech Collaborations&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;To respond to increased demands from a more digitally savvy customer base, banks and credit unions are increasingly pursuing collaborations with fintech firms and third-party providers. These partnerships (and acquisitions) help to overcome business model gaps, leveraging each other&amp;rsquo;s strengths and addressing their respective weaknesses, creating mutual benefits.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In 2022, there were seven bank acquisitions of fintech firms, according to a report from S&amp;amp;P Global Market Intelligence. In 2021, there were eight buy-side bank deals. With a digital customer base, but lower-than-desired profitability, fintech firms can help traditional banking organizations build new value propositions, develop cross-sell opportunities, and provide an active customer base, according to Capgemini.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Beyond an acquisition, fintech collaborations can also provide innovation opportunities that offer both speed and scale of deployment. Recently many traditional financial institutions have looked to third-party collaborations for the building of improved digital account opening processes, enhanced rewards programs and better mobile banking experiences. Other collaborations have been executed to improve operational efficiencies and reduce costs and to access new technologies offered by fintech firms.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Assist with Customer&amp;rsquo;s Financial Wellness Journey&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As the economy becomes less predictable and cost-of-living pressures increase, more consumers are looking for ways to improve their overall financial wellness. Because of the banking industry&amp;rsquo;s expertise, reach, trust, data and technology capabilities, banks and credit unions are well positioned to assist consumers with their search for financial wellness assistance and help them make informed financial decisions. The payoffs can be significant.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The 2022 J.D. Power Retail Banking Satisfaction&amp;nbsp;survey revealed that only 44% of U.S. banks support customers during financial hardship. Meanwhile, about 63% of U.S. customers said they would switch banks if they were not supported, while 78% said they would stay if they received support.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Banks and credit unions are in an advantageous position because they have access to a wealth of data and analytics that can be used to understand consumers&amp;rsquo; financial behavior and needs, and to develop targeted financial wellness programs and resources. Financial institutions also have strong infrastructures and technology capabilities that can be leveraged to develop and deliver financial wellness resources and tools, such as mobile banking apps, online financial management tools, financial planning calculators and highly targeted financial wellness content. Retail banks are also exploring fintech partnerships to augment their financial wellness offerings.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ultimately, financial wellness efforts are an excellent way for banks and credit unions to move from transactions to engagements, building trust and loyalty. Financial institutions that offer robust financial wellness programs and resources can also differentiate themselves from competitors and gain a competitive advantage in the marketplace at a time when consumers are searching for answers to financial questions more than ever.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Establish an &amp;lsquo;Owner&amp;rsquo; of Customer Engagement&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;A good customer experience, while important, is only a transactional interaction between the customer and the financial institution. On the other hand, customer engagement involves ongoing, two-way communication and a commitment to meeting customers&amp;rsquo; evolving needs and expectations. This level of interaction and commitment can lead to a stronger, more sustainable relationship between the customer and the brand. To achieve this level of relationship requires a central point of authority.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The Chief Marketing Officer (CMO) persona (or another key central point of authority) will be pivotal to leveraging data, artificial intelligence and analytics tools to create higher levels of engagement and a better customer experience. The data and analytics allow for the development of personalized products and solutions with omnichannel visibility, creating recurring customer interactions and greater user-level data.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The result will be a flywheel effect, decreasing the cost of acquisition, increasing engagement and revenue potential and reducing the potential for attrition.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The &amp;ldquo;owner&amp;rdquo; of the customer relationship may be the CMO or another individual within the bank or credit union. According to the 2022 World Retail Banking Report, 34% of the assigned leaders said they directly manage marketing analytics, and 26% said they oversee digital partnerships. In addition, about 74% said they have direct responsibility for innovative marketing strategies and planning, and 22% directly manage end-to-end customer experiences or have access to complete customer profiles.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;ldquo;Customers have numerous financial services alternatives, but expected 2023 market volatility offers banks an opportunity to power up their game by leveraging their scale, assets, broad customer base, and regulatory knowledge,&amp;rdquo; according to Capgemini. To improve marketplace differentiation and become a trusted financial partner, banks and credit unions will need to better understand the needs, motivations, challenges and behaviors of customers across the entire customer journey.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Reference source: The Financial Brand&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Compiled by the DTSVN author group - Digital transformation solutions for the Finance and Banking industry.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation Company providing the latest digital solutions specifically for businesses in the Finance - Banking industry in Vietnam; Helping banks and financial institutions quickly complete technology systems for digital transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for advice and experience the solution here&amp;nbsp;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_en_html>
	<time_create_dt>2025-06-03T09:36:43.000Z</time_create_dt>
	<createdDate>2025-08-25T09:36:42.976Z</createdDate>
	<createdDate_dt>2025-08-25T09:36:42.976Z</createdDate_dt>
	<lastModifiedDate>2025-08-25T09:36:42.976Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-25T09:36:42.976Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>