<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>25ea</objectGroupId>
	<objectId>25eaa0eb-6e6d-e1b6-783f-7873bbb9d4c2</objectId>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<file-name>index.xml</file-name>
	<folder-name>25eaa0eb-6e6d-e1b6-783f-7873bbb9d4c2</folder-name>
	<internal-name>“Số hóa ngành ngân hàng, ý chí Hội đồng quản trị và Ban điều hành là quan trọng nhất”</internal-name>
	<navLabel>“Số hóa ngành ngân hàng, ý chí Hội đồng quản trị và Ban điều hành là quan trọng nhất”</navLabel>
	<title_vi_s>“Số hóa ngành ngân hàng, ý chí Hội đồng quản trị và Ban điều hành là quan trọng nhất”</title_vi_s>
	<title_en_s>“Digitalizing the banking industry: the will of the Board of Directors and the Executive Board is the most important factor”</title_en_s>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item>	<item>	<key>Business-News</key>
	<value_smv>Tin kinh doanh</value_smv>
	</item></categorys_o>
	<img_main_s>/static-assets/images/trach-nhiem-cua-giam-doc-dieu-hanh.jpg</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;Theo &amp;ocirc;ng Nguyễn B&amp;aacute; Chiến, Tổng gi&amp;aacute;m đốc C&amp;ocirc;ng ty CP Giải ph&amp;aacute;p Chuyển đổi số Việt Nam (DTSVN), thay đổi được &amp;yacute; ch&amp;iacute; thượng tầng tiếp cận v&amp;agrave; chuyển đổi theo c&amp;aacute;i mới th&amp;igrave; hệ thống sẽ vận h&amp;agrave;nh theo. V&amp;iacute; dụ như về c&amp;aacute;ch l&amp;agrave;m, họ sẽ định h&amp;igrave;nh c&amp;aacute;ch tiếp cận, c&amp;aacute;ch l&amp;agrave;m ph&amp;ugrave; hợp với tổ chức của m&amp;igrave;nh. Hay họ c&amp;oacute; muốn d&amp;agrave;nh đầu tư về t&amp;agrave;i ch&amp;iacute;nh, con người, c&amp;ocirc;ng nghệ&amp;hellip; đủ mạnh để chuyển h&amp;oacute;a chiến lược th&amp;agrave;nh c&amp;ocirc;ng cụ v&amp;agrave; dữ liệu hay kh&amp;ocirc;ng.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Chuyển đổi số l&amp;agrave; c&amp;ocirc;ng cuộc chuyển m&amp;igrave;nh đầy cơ hội v&amp;agrave; th&amp;aacute;ch thức của ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;PV: &amp;Ocirc;ng đ&amp;aacute;nh gi&amp;aacute; như thế n&amp;agrave;o về sự đổi mới, s&amp;aacute;ng tạo của ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng Việt Nam hiện nay?&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&amp;Ocirc;ng Nguyễn B&amp;aacute; Chiến, Tổng gi&amp;aacute;m đốc DTSVN:&amp;nbsp;&lt;/strong&gt;C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng đang chuyển m&amp;igrave;nh rất mạnh mẽ về chiến lược kinh doanh, sản phẩm dịch vụ, ph&amp;acirc;n kh&amp;uacute;c kh&amp;aacute;ch h&amp;agrave;ng, đặc biệt l&amp;agrave; xu hướng t&amp;aacute;i cấu tr&amp;uacute;c tổ chức theo hướng tinh gọn, tập trung b&amp;aacute;m theo chiến lược kinh doanh trung v&amp;agrave; d&amp;agrave;i hạn. Nhiều ng&amp;acirc;n h&amp;agrave;ng lớn đang thực hiện Agile về cả cấu tr&amp;uacute;c nh&amp;acirc;n sự chứ kh&amp;ocirc;ng đơn thuần l&amp;agrave; Agile trong c&amp;aacute;ch ph&amp;aacute;t triển ứng dụng dịch vụ.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;Việc triển khai số ho&amp;aacute; ở c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng n&amp;oacute;i ri&amp;ecirc;ng, doanh nghiệp ng&amp;agrave;nh t&amp;agrave;i ch&amp;iacute;nh n&amp;oacute;i chung đang c&amp;oacute; những thuận lợi g&amp;igrave;, thưa &amp;ocirc;ng?&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh n&amp;oacute;i chung v&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng n&amp;oacute;i ri&amp;ecirc;ng hiện tại kh&amp;ocirc;ng đơn thuần l&amp;agrave; số h&amp;oacute;a nữa m&amp;agrave; đ&amp;atilde; chuyển sang mức cao hơn l&amp;agrave; chuyển đổi số. Chuyển đổi số cần bắt đầu từ chiến lược trong kinh doanh, tổ chức, sản phẩm dịch vụ, ph&amp;acirc;n kh&amp;uacute;c kh&amp;aacute;ch h&amp;agrave;ng hay quy tr&amp;igrave;nh vận h&amp;agrave;nh,... tức l&amp;agrave; Mindset. Sau đ&amp;oacute; l&amp;agrave; hạ tầng c&amp;ocirc;ng nghệ th&amp;ocirc;ng tin bao gồm hạ tầng vận h&amp;agrave;nh, t&amp;iacute;ch hợp, dữ liệu, ứng dụng chuy&amp;ecirc;n biệt,&amp;hellip; gọi l&amp;agrave; Toolset.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;img&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong qu&amp;aacute; tr&amp;igrave;nh chuyển đổi số đ&amp;oacute;, ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; nhiều thuận lợi để triển khai.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đầu ti&amp;ecirc;n, chuyển đổi số đ&amp;atilde; được quyết định th&amp;agrave;nh chiến lược trung hạn v&amp;agrave; cấu tr&amp;uacute;c tổ chức đ&amp;atilde; từng bước được x&amp;acirc;y dựng theo chiến lược chuyển đổi số n&amp;agrave;y. Nhiều ng&amp;acirc;n h&amp;agrave;ng đ&amp;atilde; h&amp;igrave;nh th&amp;agrave;nh khối chuyển số, nh&amp;agrave; m&amp;aacute;y số để tập trung nguồn lực chuy&amp;ecirc;n biệt phục vụ chuyển đổi. C&amp;aacute;c cấu tr&amp;uacute;c mới n&amp;agrave;y vận h&amp;agrave;nh dựa tr&amp;ecirc;n th&amp;ocirc;ng số cải tiến từng sản phẩm dịch vụ (KPIs/OKR), c&amp;oacute; kết quả đo r&amp;otilde; r&amp;agrave;ng, minh bạch, được đ&amp;aacute;nh gi&amp;aacute; định k&amp;igrave; để lu&amp;ocirc;n lu&amp;ocirc;n cải tiến v&amp;agrave; triệt để &amp;aacute;p dụng vận h&amp;agrave;nh. Tức qu&amp;aacute; tr&amp;igrave;nh chuyển đổi số của c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng đ&amp;atilde; lượng h&amp;oacute;a được th&amp;ocirc;ng tin đầu v&amp;agrave;o - đầu ra v&amp;agrave; c&amp;oacute; dữ liệu để đo đếm.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Hạ tầng c&amp;ocirc;ng nghệ cứng đ&amp;atilde; ho&amp;agrave;n thiện, chỉ cần chuyển đổi cấu tr&amp;uacute;c vận h&amp;agrave;nh, con người v&amp;agrave; tận dụng hạ tầng cloud để mở rộng v&amp;agrave; ph&amp;aacute;t triển.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Thứ hai, ứng dụng chuy&amp;ecirc;n biệt phục vụ cho việc cung cấp sản phẩm dịch vụ cho kh&amp;aacute;ch h&amp;agrave;ng đầu cuối đ&amp;atilde; ho&amp;agrave;n thiện theo hướng dịch vụ, tức l&amp;agrave; ph&amp;acirc;n tập được c&amp;aacute;c ng&amp;aacute;ch kh&amp;aacute;ch h&amp;agrave;ng từ trong l&amp;otilde;i hệ thống, do đ&amp;oacute; khi ph&amp;aacute;t triển th&amp;ecirc;m chức năng mới rất dễ d&amp;agrave;ng v&amp;agrave; nhanh ch&amp;oacute;ng&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Thứ ba, nguồn nh&amp;acirc;n lực được đ&amp;agrave;o tạo b&amp;agrave;i bản, định k&amp;igrave; v&amp;agrave; thường xuy&amp;ecirc;n được bổ sung n&amp;acirc;ng cấp kĩ năng mới.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;C&amp;ograve;n những kh&amp;oacute; khăn m&amp;agrave; ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng phải đối mặt l&amp;agrave; g&amp;igrave;, thưa &amp;ocirc;ng?&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng khi thực hiện chiến lược chuyển đổi số thực tế cần rất nhiều thời gian. Bởi qu&amp;aacute; tr&amp;igrave;nh n&amp;agrave;y động chạm đến kh&amp;aacute; nhiều về tổ chức, cấu tr&amp;uacute;c vận h&amp;agrave;nh, quy tr&amp;igrave;nh&amp;hellip; giữa c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng cạnh tranh nhau bằng thời gian ra sản phẩm mới, dịch vụ mới để chiếm lĩnh thị phần. Do đ&amp;oacute; thời gian ch&amp;iacute;nh l&amp;agrave; yếu tố th&amp;aacute;ch thức giữa c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng khi chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;ocirc;ng nghệ n&amp;oacute;i chung v&amp;agrave; c&amp;ocirc;ng nghệ ng&amp;acirc;n h&amp;agrave;ng n&amp;oacute;i ri&amp;ecirc;ng đang thay đổi rất nhanh. Điều đ&amp;oacute; đặt ra th&amp;aacute;ch thức với ng&amp;acirc;n h&amp;agrave;ng l&amp;agrave; l&amp;agrave;m sao lựa chọn được c&amp;ocirc;ng nghệ &amp;ldquo;ph&amp;ugrave; hợp&amp;rdquo; với đặc th&amp;ugrave; của tổ chức để vận h&amp;agrave;nh hiệu quả, tối ưu chi ph&amp;iacute;.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;B&amp;ecirc;n cạnh đ&amp;oacute;, khi triển khai chiến lược chuyển đổi số th&amp;igrave; cấu tr&amp;uacute;c vận h&amp;agrave;nh sẽ thay đổi kh&amp;aacute; nhiều. Do đ&amp;oacute;, b&amp;agrave;i to&amp;aacute;n nguồn lực đ&amp;aacute;p ứng như thế n&amp;agrave;o, chỉ ti&amp;ecirc;u ra sao, đổi mới v&amp;agrave; n&amp;acirc;ng cao kĩ năng l&amp;agrave; th&amp;aacute;ch thức rất lớn với ng&amp;acirc;n h&amp;agrave;ng, nếu nguồn lực kh&amp;ocirc;ng theo kịp chiến lược v&amp;agrave; c&amp;ocirc;ng nghệ th&amp;igrave; sẽ kh&amp;ocirc;ng hiệu quả.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Một th&amp;aacute;ch thức kh&amp;aacute;c m&amp;agrave; c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng phải đối mặt l&amp;agrave; vấn đề về chiến lược dữ liệu. Kh&amp;aacute; nhiều ng&amp;acirc;n h&amp;agrave;ng chưa định h&amp;igrave;nh được về chiến lược dữ liệu. N&amp;oacute;i cho c&amp;ugrave;ng th&amp;igrave; kết quả của chuyển đổi số ch&amp;iacute;nh l&amp;agrave; mọi thứ phải được &amp;ldquo;dữ liệu h&amp;oacute;a&amp;rdquo;, tức l&amp;agrave; chiến lược kinh doanh, sản phẩm dịch vụ, ph&amp;acirc;n tệp kh&amp;aacute;ch h&amp;agrave;ng,&amp;hellip; phải được ra quyết định dựa tr&amp;ecirc;n dữ liệu, phải coi dữ liệu l&amp;agrave; gốc, dữ liệu đủ tin cậy v&amp;agrave; dữ liệu phải nhất qu&amp;aacute;n v&amp;agrave; c&amp;oacute; gi&amp;aacute; trị d&amp;ugrave;ng chung. Tức l&amp;agrave; dữ liệu d&amp;ugrave;ng chung cho mọi nh&amp;oacute;m nghiệp vụ như: dữ liệu về tập kh&amp;aacute;ch h&amp;agrave;ng si&amp;ecirc;u vi m&amp;ocirc; phải được c&amp;aacute;c nh&amp;oacute;m nghiệp vụ kh&amp;aacute;c nhau coi l&amp;agrave; nhất qu&amp;aacute;n v&amp;agrave; l&amp;agrave; dữ liệu gốc chỉ c&amp;oacute; khai th&amp;aacute;c d&amp;ugrave;ng v&amp;agrave;o từng nh&amp;oacute;m theo c&amp;aacute;c chỉ ti&amp;ecirc;u, ti&amp;ecirc;u ch&amp;iacute; kh&amp;aacute;c nhau. Vấn đề n&amp;agrave;y đang l&amp;agrave; th&amp;aacute;ch thức rất lớn với ng&amp;acirc;n h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Hiện nhiều ng&amp;acirc;n h&amp;agrave;ng c&amp;ograve;n chưa cấu tr&amp;uacute;c được mảng dữ liệu như một &amp;ldquo;tổ chức nhỏ&amp;rdquo; trong tổ chức lớn, do đ&amp;oacute; chưa c&amp;oacute; cơ chế đủ mạnh, r&amp;otilde; r&amp;agrave;ng để vận h&amp;agrave;nh v&amp;agrave; tối ưu n&amp;oacute;. Trong khi, tổ chức dữ liệu&amp;rdquo; ch&amp;iacute;nh l&amp;agrave; &amp;ldquo;mỏ v&amp;agrave;ng&amp;rdquo; cho ng&amp;acirc;n h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;Trong c&amp;ocirc;ng t&amp;aacute;c số ho&amp;aacute; ng&amp;acirc;n h&amp;agrave;ng, theo &amp;ocirc;ng yếu tố n&amp;agrave;o l&amp;agrave; quan trọng nhất?&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;Yacute; ch&amp;iacute; Hội đồng quản trị v&amp;agrave; Ban điều h&amp;agrave;nh l&amp;agrave; quan trọng nhất. Thay đổi được &amp;yacute; ch&amp;iacute; thượng tầng tiếp cận v&amp;agrave; chuyển đổi theo c&amp;aacute;i mới th&amp;igrave; hệ thống sẽ vận h&amp;agrave;nh theo. V&amp;iacute; dụ như về c&amp;aacute;ch l&amp;agrave;m, họ sẽ định h&amp;igrave;nh c&amp;aacute;ch tiếp cận, c&amp;aacute;ch l&amp;agrave;m ph&amp;ugrave; hợp với tổ chức của m&amp;igrave;nh. Hay họ c&amp;oacute; muốn d&amp;agrave;nh đầu tư về t&amp;agrave;i ch&amp;iacute;nh, con người, c&amp;ocirc;ng nghệ&amp;hellip; đủ mạnh để chuyển h&amp;oacute;a chiến lược th&amp;agrave;nh c&amp;ocirc;ng cụ v&amp;agrave; dữ liệu.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Xu hướng &amp;ldquo;s&amp;iacute;nh ngoại&amp;rdquo; trong lĩnh vực c&amp;ocirc;ng nghệ&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;Dường như xu hướng &amp;ldquo;s&amp;iacute;nh ngoại&amp;rdquo; trong lĩnh vực c&amp;ocirc;ng nghệ c&amp;oacute; vẻ vẫn phổ biến, bằng chứng l&amp;agrave; nhiều ng&amp;acirc;n h&amp;agrave;ng đều lựa chọn c&amp;aacute;c đối t&amp;aacute;c ngoại để hợp t&amp;aacute;c trong việc th&amp;uacute;c đẩy số ho&amp;aacute;. Quan điểm của &amp;ocirc;ng thế n&amp;agrave;o?&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;ldquo;S&amp;iacute;nh ngoại&amp;rdquo; ở đ&amp;acirc;y được hiểu trong phạm vi theo trend, xu thế. Tức l&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng thấy nước ngo&amp;agrave;i c&amp;oacute; c&amp;aacute;i mới th&amp;igrave; quan niệm rằng m&amp;igrave;nh c&amp;oacute; thể d&amp;ugrave;ng được ngay v&amp;agrave; c&amp;aacute;i đ&amp;oacute; &amp;aacute;p dụng sẽ ra ngay hiệu quả. Nếu theo &amp;yacute; n&amp;agrave;y th&amp;igrave; cần phải th&amp;ecirc;m &amp;yacute; &amp;ldquo;lựa cơm gắp mắm&amp;rdquo;. Việc ứng dụng c&amp;ocirc;ng nghệ mới được ph&amp;aacute;t minh hay ph&amp;aacute;t triển bởi c&amp;aacute;c tập đo&amp;agrave;n nước ngo&amp;agrave;i cũng n&amp;ecirc;n t&amp;iacute;nh đến yếu tố &amp;ldquo;đặc th&amp;ugrave;&amp;rdquo;. Ứng dụng v&amp;agrave;o th&amp;igrave; cần phải ph&amp;ugrave; hợp với hiện trạng, con người, quy tr&amp;igrave;nh vận h&amp;agrave;nh&amp;hellip; nếu kh&amp;ocirc;ng c&amp;acirc;n bằng được yếu tố n&amp;agrave;y th&amp;igrave; hiệu quả sẽ kh&amp;ocirc;ng tối ưu.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;C&amp;aacute;c c&amp;ocirc;ng ty c&amp;ocirc;ng nghệ trong nước c&amp;oacute; lợi thế cạnh tranh g&amp;igrave; so với c&amp;aacute;c c&amp;ocirc;ng ty nước ngo&amp;agrave;i, nhất l&amp;agrave; khi hợp t&amp;aacute;c th&amp;uacute;c đẩy số ho&amp;aacute; trong lĩnh vực t&amp;agrave;i ch&amp;iacute;nh?&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c c&amp;ocirc;ng ty c&amp;ocirc;ng nghệ trong nước sẽ hiểu văn h&amp;oacute;a bản địa v&amp;agrave; yếu tố đặc th&amp;ugrave;. Việc đầu tư cho sản phẩm, dịch vụ mới, cam kết hỗ trợ kh&amp;aacute;ch h&amp;agrave;ng đủ tốt l&amp;agrave; lợi thế.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Khoảng c&amp;aacute;ch về c&amp;ocirc;ng nghệ giữa c&amp;ocirc;ng ty trong nước v&amp;agrave; nước ngo&amp;agrave;i đang dần bị thu hẹp kh&amp;aacute; nhanh, đặc biệt l&amp;agrave; ng&amp;agrave;nh c&amp;ocirc;ng nghệ ng&amp;acirc;n h&amp;agrave;ng. Hiện c&amp;oacute; rất nhiều doanh nghiệp c&amp;ocirc;ng nghệ trong nước khi phục vụ ng&amp;acirc;n h&amp;agrave;ng bằng ch&amp;iacute;nh sản phẩm dịch vụ của m&amp;igrave;nh m&amp;agrave; c&amp;oacute; rất &amp;iacute;t yếu tố nước ngo&amp;agrave;i.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c doanh nghiệp trong nước sẽ c&amp;oacute; lợi thế về việc như dễ d&amp;agrave;ng may đo ph&amp;ugrave; hợp theo từng ng&amp;aacute;ch sản phẩm, dịch vụ, thay đổi rất linh hoạt, chi ph&amp;iacute; hợp l&amp;iacute;, thời gian nhanh. Điểm n&amp;agrave;y th&amp;igrave; sản phẩm nước ngo&amp;agrave;i c&amp;oacute; vẻ &amp;iacute;t lợi thế hơn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;- Cảm ơn những chia sẻ của &amp;ocirc;ng!&lt;br&gt;&lt;br&gt;Nguồn: CafeF&lt;/em&gt;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Sharing&lt;/strong&gt;&lt;br&gt;According to Mr. Nguyễn B&amp;aacute; Chiến, General Director of Vietnam Digital Transformation Solutions JSC (DTSVN), once the top management has the will to adopt and embrace change, the whole system will follow. For example, in terms of approach, they will shape methods that best fit their organization. Or, whether they are willing to invest strongly enough in finance, human resources, and technology to transform strategy into tools and data.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Digital transformation is both an opportunity and a challenge for the banking industry.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Reporter: How do you assess innovation and creativity in Vietnam&amp;rsquo;s banking sector today?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Mr. Nguyễn B&amp;aacute; Chiến, General Director of DTSVN:&lt;/strong&gt; Banks are undergoing strong transformations in business strategies, products and services, customer segmentation, and especially the trend of restructuring organizations toward leaner models, aligned with medium- and long-term business strategies. Many large banks are applying Agile not only in application and service development but also in organizational structures and human resources.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;What advantages do banks and financial institutions have when implementing digitalization, sir?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Financial institutions in general, and banks in particular, are no longer just digitalizing but have advanced to a higher level&amp;mdash;digital transformation. Digital transformation must begin with strategy in business, organization, products and services, customer segmentation, and operations&amp;mdash;that is, the &lt;em&gt;Mindset&lt;/em&gt;. Then comes IT infrastructure including operations, integration, data, specialized applications, etc.&amp;mdash;called the &lt;em&gt;Toolset&lt;/em&gt;.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;During this process, banks enjoy several advantages in implementing transformation:&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;First&lt;/strong&gt;, digital transformation has been determined as a mid-term strategy, and organizational structures have been gradually built to align with this. Many banks have established digital transformation units or &amp;ldquo;digital factories&amp;rdquo; to focus dedicated resources. These new structures operate based on continuous improvement indicators for each product/service (KPIs/OKRs), with measurable and transparent results, regularly evaluated for improvement. In other words, the digital transformation process has been quantified with measurable inputs and outputs, with data to track progress.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;IT infrastructure (hardware) is already in place; what remains is restructuring operations, people, and leveraging cloud infrastructure for expansion and growth.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Second&lt;/strong&gt;, specialized applications serving end customers have already been developed as services. Customer segmentation can now be done from the system core, making the development of new features much easier and faster.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Third&lt;/strong&gt;, human resources are well-trained, regularly upskilled, and frequently updated with new competencies.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;What about the difficulties that the banking sector faces, sir?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;When implementing digital transformation strategies, banks require a great deal of time. This process touches deeply on organizational structure, operations, and processes. Meanwhile, banks compete with each other in terms of how fast they can launch new products and services to capture market share. Thus, &lt;em&gt;time&lt;/em&gt; is one of the biggest challenges.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Technology in general, and banking technology in particular, is evolving extremely fast. This poses the challenge of selecting the most &amp;ldquo;suitable&amp;rdquo; technology for each bank&amp;rsquo;s specific characteristics to ensure efficiency and cost optimization.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Moreover, digital transformation significantly changes operational structures. Hence, the issue of resources&amp;mdash;how to meet requirements, set targets, and continuously upskill&amp;mdash;is a major challenge. If human resources cannot keep pace with strategy and technology, transformation will not be effective.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Another challenge banks face is &lt;em&gt;data strategy&lt;/em&gt;. Many banks have yet to establish a clear data strategy. Ultimately, the outcome of digital transformation must be &lt;em&gt;datafication&lt;/em&gt; of everything: business strategy, products and services, customer segmentation&amp;hellip; Decisions must be data-driven, treating data as the root&amp;mdash;reliable, consistent, and shared across the organization. For example, micro-segmentation data about customers must be recognized as consistent and foundational, accessible to different departments for use according to specific indicators and criteria. This remains a significant challenge.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Currently, many banks have not structured their data division as a &amp;ldquo;small organization&amp;rdquo; within the larger entity, so there are no strong mechanisms to operate and optimize it. Yet, the &lt;em&gt;data organization&lt;/em&gt; is truly a &amp;ldquo;gold mine&amp;rdquo; for banks.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;In banking digitalization, in your view, what is the most important factor?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The will of the Board of Directors and the Executive Board is the most important. Once the top management embraces change and a new approach, the system will follow. For example, they define the methods suitable for their organization, and whether they are willing to invest strongly enough in finance, people, and technology to turn strategy into actionable tools and data.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;The trend of &amp;ldquo;foreign preference&amp;rdquo; in technology&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;There seems to be a common &amp;ldquo;foreign preference&amp;rdquo; trend in technology, as many banks choose foreign partners to drive digitalization. What is your opinion on this?&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;ldquo;Foreign preference&amp;rdquo; here is about following global trends. Banks may think that what works abroad can be immediately applied at home and deliver instant results. However, the principle should be &amp;ldquo;adapt what fits.&amp;rdquo; When adopting new technologies developed by international corporations, local &lt;em&gt;specifics&lt;/em&gt; must be considered. Implementation must fit current conditions, people, and processes; otherwise, results will not be optimized.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;What competitive advantages do local tech companies have compared to foreign firms when cooperating with banks in digital transformation?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Local tech companies understand domestic culture and specific characteristics. Their commitment to developing new products/services and supporting customers effectively is a clear advantage.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The technology gap between local and international firms is narrowing rapidly, especially in banking technology. Today, many local tech enterprises serve banks with their own solutions, involving very little foreign input.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Domestic companies also have advantages such as tailoring solutions to niche products/services, offering great flexibility, reasonable costs, and fast delivery areas where foreign products often lack strength.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Thank you for your insights!&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Source: CafeF&lt;/strong&gt;&lt;/p&gt;</content_en_html>
	<time_create_dt>2025-05-09T03:32:08.000Z</time_create_dt>
	<createdDate>2025-08-26T03:32:07.018Z</createdDate>
	<createdDate_dt>2025-08-26T03:32:07.018Z</createdDate_dt>
	<lastModifiedDate>2025-08-26T04:11:53.097Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-26T04:11:53.097Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>