<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>b428</objectGroupId>
	<objectId>b428a521-6cd4-647a-14f6-bc4b9b5d0dd3</objectId>
	<file-name>index.xml</file-name>
	<folder-name>b428a521-6cd4-647a-14f6-bc4b9b5d0dd3</folder-name>
	<internal-name>Ngân hàng, doanh nghiệp tài chính cần chuẩn bị những gì để đáp ứng các “yêu cầu bắt buộc” từ NHNN?</internal-name>
	<navLabel>Ngân hàng, doanh nghiệp tài chính cần chuẩn bị những gì để đáp ứng các “yêu cầu bắt buộc” từ NHNN?</navLabel>
	<title_vi_s>Ngân hàng, doanh nghiệp tài chính cần chuẩn bị những gì để đáp ứng các “yêu cầu bắt buộc” từ NHNN?</title_vi_s>
	<title_en_s/>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<categorys_o>	<item>	<key>Tin kinh doanh</key>
	<value_smv>Tin kinh doanh</value_smv>
	</item></categorys_o>
	<content_vi_html>&lt;p&gt;Năm 2024 v&amp;agrave; 2025 đ&amp;aacute;nh dấu bước ngoặt quan trọng cho ng&amp;agrave;nh t&amp;agrave;i ch&amp;iacute;nh &amp;ndash; ng&amp;acirc;n h&amp;agrave;ng Việt Nam, khi Ng&amp;acirc;n h&amp;agrave;ng Nh&amp;agrave; nước (NHNN) ch&amp;iacute;nh thức &amp;aacute;p dụng v&amp;agrave; siết chặt c&amp;aacute;c quy định bắt buộc qua Th&amp;ocirc;ng tư 50/2024/TT-NHNN. Những quy định n&amp;agrave;y kh&amp;ocirc;ng chỉ t&amp;aacute;c động đến c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng m&amp;agrave; c&amp;ograve;n ảnh hưởng s&amp;acirc;u rộng đến c&amp;aacute;c c&amp;ocirc;ng ty t&amp;agrave;i ch&amp;iacute;nh, fintech v&amp;agrave; tổ chức trung gian thanh to&amp;aacute;n.&lt;/p&gt;
&lt;p&gt;Thay v&amp;igrave; chỉ l&amp;agrave; những y&amp;ecirc;u cầu kỹ thuật, c&amp;aacute;c quy định bắt buộc (Mandatory) giờ đ&amp;acirc;y đ&amp;atilde; trở th&amp;agrave;nh yếu tố chiến lược, quyết định khả năng vận h&amp;agrave;nh, cạnh tranh v&amp;agrave; sự ph&amp;aacute;t triển bền vững của doanh nghiệp.&lt;/p&gt;
&lt;p&gt;Vậy, l&amp;agrave;m thế n&amp;agrave;o để doanh nghiệp kh&amp;ocirc;ng chỉ đ&amp;aacute;p ứng đ&amp;uacute;ng quy định m&amp;agrave; c&amp;ograve;n biến th&amp;aacute;ch thức n&amp;agrave;y th&amp;agrave;nh cơ hội dẫn đầu thị trường?&amp;nbsp;&lt;/p&gt;
&lt;p&gt;Theo c&amp;aacute;c chuy&amp;ecirc;n gia của DTSVN &amp;ndash; đơn vị đồng h&amp;agrave;nh c&amp;ugrave;ng nhiều tổ chức lớn trong h&amp;agrave;nh tr&amp;igrave;nh chuyển đổi số v&amp;agrave; bảo mật th&amp;ocirc;ng tin &amp;ndash; dưới đ&amp;acirc;y l&amp;agrave; những lưu &amp;yacute; cần thiết để doanh nghiệp sẵn s&amp;agrave;ng cho l&amp;agrave;n s&amp;oacute;ng thay đổi n&amp;agrave;y.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Hiểu đ&amp;uacute;ng về quy định bắt buộc&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;C&amp;aacute;c y&amp;ecirc;u cầu bắt buộc từ NHNN kh&amp;ocirc;ng chỉ đơn thuần l&amp;agrave; danh s&amp;aacute;ch ti&amp;ecirc;u ch&amp;iacute; cần ho&amp;agrave;n th&amp;agrave;nh. Đ&amp;acirc;y l&amp;agrave; tập hợp c&amp;aacute;c quy chuẩn nhằm bảo vệ th&amp;ocirc;ng tin kh&amp;aacute;ch h&amp;agrave;ng, đặc biệt trong c&amp;aacute;c giao dịch t&amp;agrave;i ch&amp;iacute;nh trực tuyến, đồng thời quản l&amp;yacute; rủi ro c&amp;ocirc;ng nghệ để giảm thiểu nguy cơ tấn c&amp;ocirc;ng mạng v&amp;agrave; gian lận số. B&amp;ecirc;n cạnh đ&amp;oacute;, doanh nghiệp c&amp;ograve;n phải tu&amp;acirc;n thủ c&amp;aacute;c quy tr&amp;igrave;nh gi&amp;aacute;m s&amp;aacute;t, b&amp;aacute;o c&amp;aacute;o theo chuẩn NHNN, cũng như đ&amp;aacute;p ứng c&amp;aacute;c ti&amp;ecirc;u chuẩn kỹ thuật như lưu trữ dữ liệu, m&amp;atilde; h&amp;oacute;a, định danh kh&amp;aacute;ch h&amp;agrave;ng (KYC, eKYC) v&amp;agrave; c&amp;aacute;c chuẩn quốc tế như PCI-DSS, ISO/IEC 27001 hay NIST.&lt;/p&gt;
&lt;p&gt;Những y&amp;ecirc;u cầu n&amp;agrave;y kh&amp;ocirc;ng chỉ mang t&amp;iacute;nh ph&amp;aacute;p l&amp;yacute; m&amp;agrave; c&amp;ograve;n phản &amp;aacute;nh xu hướng hiện đại h&amp;oacute;a v&amp;agrave; hội nhập quốc tế của ng&amp;agrave;nh t&amp;agrave;i ch&amp;iacute;nh. V&amp;igrave; vậy, thay v&amp;igrave; chỉ xem đ&amp;acirc;y l&amp;agrave; nghĩa vụ, doanh nghiệp n&amp;ecirc;n nh&amp;igrave;n nhận c&amp;aacute;c quy định bắt buộc như đ&amp;ograve;n bẩy để n&amp;acirc;ng cấp c&amp;ocirc;ng nghệ, gia tăng niềm tin từ kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; nh&amp;agrave; đầu tư, từ đ&amp;oacute; củng cố vị thế tr&amp;ecirc;n thị trường.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Chuẩn bị g&amp;igrave; để tu&amp;acirc;n thủ?&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;Để đ&amp;aacute;p ứng c&amp;aacute;c y&amp;ecirc;u cầu từ NHNN, doanh nghiệp t&amp;agrave;i ch&amp;iacute;nh cần x&amp;acirc;y dựng một nền tảng vững chắc, tập trung v&amp;agrave;o 5 kh&amp;iacute;a cạnh cốt l&amp;otilde;i. Trước ti&amp;ecirc;n, bảo mật phải được t&amp;iacute;ch hợp ngay từ kh&amp;acirc;u thiết kế hệ thống (Security-by-Design). Trong bối cảnh số h&amp;oacute;a mạnh mẽ, c&amp;aacute;c lỗ hổng bảo mật c&amp;oacute; thể xuất hiện từ ứng dụng, API, thiết bị đầu cuối hay hạ tầng mạng. Do đ&amp;oacute;, doanh nghiệp cần triển khai m&amp;atilde; h&amp;oacute;a to&amp;agrave;n diện, x&amp;aacute;c thực đa yếu tố (MFA), quản l&amp;yacute; chứng chỉ số v&amp;agrave; &amp;aacute;p dụng c&amp;aacute;c c&amp;ocirc;ng nghệ bảo vệ giao dịch đạt chuẩn quốc tế, chẳng hạn như giải ph&amp;aacute;p V-OS từ V-Key.&lt;/p&gt;
&lt;p&gt;Thứ hai, định danh v&amp;agrave; x&amp;aacute;c thực số l&amp;agrave; yếu tố kh&amp;ocirc;ng thể thiếu, đặc biệt khi Th&amp;ocirc;ng tư 50 nhấn mạnh tầm quan trọng của việc x&amp;aacute;c minh kh&amp;aacute;ch h&amp;agrave;ng trong c&amp;aacute;c giao dịch t&amp;agrave;i ch&amp;iacute;nh. Doanh nghiệp cần triển khai giải ph&amp;aacute;p eKYC an to&amp;agrave;n, chuẩn h&amp;oacute;a quy tr&amp;igrave;nh đăng k&amp;yacute; kh&amp;aacute;ch h&amp;agrave;ng, đồng thời sử dụng c&amp;ocirc;ng nghệ ph&amp;acirc;n t&amp;iacute;ch h&amp;agrave;nh vi để ph&amp;aacute;t hiện gian lận v&amp;agrave; t&amp;iacute;ch hợp c&amp;aacute;c phương thức x&amp;aacute;c thực mạnh như sinh trắc học hoặc thiết bị bảo mật phần cứng.&lt;/p&gt;
&lt;p&gt;Tiếp theo, khả năng gi&amp;aacute;m s&amp;aacute;t v&amp;agrave; xử l&amp;yacute; sự cố an ninh mạng trong thời gian thực l&amp;agrave; y&amp;ecirc;u cầu quan trọng. Doanh nghiệp cần trang bị hệ thống quản l&amp;yacute; th&amp;ocirc;ng tin v&amp;agrave; sự kiện bảo mật (SIEM) để thu thập, ph&amp;acirc;n t&amp;iacute;ch dữ liệu hệ thống, đồng thời t&amp;iacute;ch hợp c&amp;aacute;c giải ph&amp;aacute;p phản ứng tự động (SOAR) để xử l&amp;yacute; nhanh c&amp;aacute;c nguy cơ. Việc x&amp;acirc;y dựng đội ngũ gi&amp;aacute;m s&amp;aacute;t an ninh mạng hoặc hợp t&amp;aacute;c với c&amp;aacute;c đơn vị cung cấp dịch vụ 24/7 cũng l&amp;agrave; bước đi cần thiết.&lt;/p&gt;
&lt;p&gt;Ngo&amp;agrave;i ra, hạ tầng lưu trữ v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch dữ liệu phải đảm bảo t&amp;iacute;nh to&amp;agrave;n vẹn, bảo mật v&amp;agrave; khả năng truy xuất. Doanh nghiệp cần x&amp;acirc;y dựng hệ thống lưu trữ phi tập trung, m&amp;atilde; h&amp;oacute;a v&amp;agrave; sao lưu đa tầng, đồng thời ph&amp;acirc;n loại dữ liệu theo mức độ nhạy cảm để đ&amp;aacute;p ứng y&amp;ecirc;u cầu ph&amp;acirc;n t&amp;iacute;ch log v&amp;agrave; b&amp;aacute;o c&amp;aacute;o định kỳ cho NHNN.&lt;/p&gt;
&lt;p&gt;Cuối c&amp;ugrave;ng, NHNN kh&amp;ocirc;ng chỉ y&amp;ecirc;u cầu doanh nghiệp triển khai giải ph&amp;aacute;p m&amp;agrave; c&amp;ograve;n phải chứng minh hiệu quả th&amp;ocirc;ng qua kiểm to&amp;aacute;n nội bộ định kỳ v&amp;agrave; đ&amp;aacute;nh gi&amp;aacute; độc lập từ c&amp;aacute;c tổ chức thứ ba, chẳng hạn như c&amp;aacute;c đơn vị kiểm định chuẩn PCI hay ISO. Việc x&amp;acirc;y dựng lộ tr&amp;igrave;nh cải thiện bảo mật minh bạch theo từng giai đoạn sẽ gi&amp;uacute;p doanh nghiệp đ&amp;aacute;p ứng tốt c&amp;aacute;c y&amp;ecirc;u cầu n&amp;agrave;y.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Từ tu&amp;acirc;n thủ đến cơ hội dẫn đầu thị trường&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;Thay v&amp;igrave; chỉ coi c&amp;aacute;c quy định bắt buộc l&amp;agrave; chi ph&amp;iacute; để tr&amp;aacute;nh phạt, nhiều ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; fintech đang biến th&amp;aacute;ch thức n&amp;agrave;y th&amp;agrave;nh cơ hội để n&amp;acirc;ng cấp to&amp;agrave;n diện. Việc đ&amp;aacute;p ứng đầy đủ y&amp;ecirc;u cầu kh&amp;ocirc;ng chỉ gi&amp;uacute;p cải thiện trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng, từ giao dịch an to&amp;agrave;n đến c&amp;aacute;c dịch vụ c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a, m&amp;agrave; c&amp;ograve;n l&amp;agrave; minh chứng cho sự chuy&amp;ecirc;n nghiệp v&amp;agrave; bền vững, từ đ&amp;oacute; gia tăng niềm tin từ thị trường v&amp;agrave; nh&amp;agrave; đầu tư. Hơn nữa, với c&amp;aacute;c ti&amp;ecirc;u chuẩn tại Việt Nam đang tiệm cận chuẩn to&amp;agrave;n cầu, việc tu&amp;acirc;n thủ tốt sẽ mở đường cho doanh nghiệp vươn ra khu vực v&amp;agrave; quốc tế.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Vai tr&amp;ograve; của đối t&amp;aacute;c c&amp;ocirc;ng nghệ&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;Theo &amp;ocirc;ng Nguyễn B&amp;aacute; Chiến, Tổng gi&amp;aacute;m đốc DTSVN, việc tự ph&amp;aacute;t triển c&amp;aacute;c giải ph&amp;aacute;p bảo mật phức tạp như x&amp;aacute;c thực đa yếu tố hay quản l&amp;yacute; kh&amp;oacute;a m&amp;atilde; h&amp;oacute;a thường tốn k&amp;eacute;m v&amp;agrave; thiếu đồng bộ. Đ&amp;acirc;y l&amp;agrave; l&amp;yacute; do doanh nghiệp cần hợp t&amp;aacute;c với c&amp;aacute;c đối t&amp;aacute;c c&amp;ocirc;ng nghệ uy t&amp;iacute;n.&amp;nbsp;&lt;/p&gt;
&lt;p&gt;Chẳng hạn với DTSVN, c&amp;ocirc;ng ty đang đồng h&amp;agrave;nh của V-Key &amp;ndash; nh&amp;agrave; cung cấp giải ph&amp;aacute;p bảo mật đạt chuẩn quốc tế như FIPS 140-2 v&amp;agrave; Common Criteria EAL3+ mang đến nhiều lợi thế vượt trội. C&amp;aacute;c giải ph&amp;aacute;p đơn vị n&amp;agrave;y đang triển khai gi&amp;uacute;p r&amp;uacute;t ngắn thời gian triển khai xuống chỉ 6-8 tuần nhờ thiết kế module h&amp;oacute;a, giảm tới 60% chi ph&amp;iacute; so với ph&amp;aacute;t triển nội bộ, đồng thời đảm bảo tu&amp;acirc;n thủ to&amp;agrave;n diện Th&amp;ocirc;ng tư 50 v&amp;agrave; c&amp;aacute;c chuẩn quốc tế. Đặc biệt, c&amp;aacute;c giải ph&amp;aacute;p của V-Key c&amp;ograve;n c&amp;oacute; khả năng bảo vệ ứng dụng ngay cả khi thiết bị người d&amp;ugrave;ng bị can thiệp (root/jailbreak).&lt;/p&gt;
&lt;p&gt;&amp;ldquo;&lt;em&gt;Việc đ&amp;aacute;p ứng c&amp;aacute;c quy định bắt buộc từ NHNN kh&amp;ocirc;ng chỉ gi&amp;uacute;p doanh nghiệp tr&amp;aacute;nh rủi ro ph&amp;aacute;p l&amp;yacute; m&amp;agrave; c&amp;ograve;n l&amp;agrave; cơ hội để t&amp;aacute;i cấu tr&amp;uacute;c, n&amp;acirc;ng cấp c&amp;ocirc;ng nghệ v&amp;agrave; khẳng định vị thế trong kỷ nguy&amp;ecirc;n t&amp;agrave;i ch&amp;iacute;nh số. Với sự hỗ trợ từ c&amp;aacute;c đối t&amp;aacute;c c&amp;ocirc;ng nghệ , doanh nghiệp t&amp;agrave;i ch&amp;iacute;nh c&amp;oacute; thể vững v&amp;agrave;ng tr&amp;ecirc;n h&amp;agrave;nh tr&amp;igrave;nh chuyển đổi số, đảm bảo an to&amp;agrave;n v&amp;agrave; ph&amp;aacute;t triển bền vững&lt;/em&gt;&amp;rdquo; &amp;ndash; &amp;ocirc;ng Chiến n&amp;oacute;i.&lt;/p&gt;</content_vi_html>
	<content_en_html/>
	<createdDate>2025-07-04T03:53:30.639Z</createdDate>
	<createdDate_dt>2025-07-04T03:53:30.639Z</createdDate_dt>
	<lastModifiedDate>2025-07-04T03:53:30.639Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-07-04T03:53:30.639Z</lastModifiedDate_dt>
</page>