<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>beea</objectGroupId>
	<objectId>beea2756-f072-3c01-0b59-ce4b5cdeb33c</objectId>
	<img_main_s>/static-assets/images/fsdfsdf.png</img_main_s>
	<file-name>index.xml</file-name>
	<folder-name>beea2756-f072-3c01-0b59-ce4b5cdeb33c</folder-name>
	<internal-name>Truyền thông khách hàng 2025: Hai cách thay đổi đột phá </internal-name>
	<navLabel>Truyền thông khách hàng 2025: Hai cách thay đổi đột phá</navLabel>
	<title_vi_s>Truyền thông khách hàng 2025: Hai cách thay đổi đột phá</title_vi_s>
	<title_en_s>The Two Biggest Ways Customer Communications Will Change in 2025</title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh cần nhận thức r&amp;otilde; về sự thay đổi trong kỳ vọng của kh&amp;aacute;ch h&amp;agrave;ng, đặc biệt l&amp;agrave; trong c&amp;aacute;ch thức giao tiếp. Để giữ vững vị thế, c&amp;aacute;c tổ chức phải h&amp;agrave;nh động nhanh ch&amp;oacute;ng, ưu ti&amp;ecirc;n đổi mới s&amp;aacute;ng tạo để dự đo&amp;aacute;n v&amp;agrave; đ&amp;aacute;p ứng những kỳ vọng n&amp;agrave;y, nếu kh&amp;ocirc;ng sẽ đối mặt với nguy cơ mất kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave;o tay c&amp;aacute;c đối thủ cạnh tranh linh hoạt hơn, đang cung cấp c&amp;aacute;c giải ph&amp;aacute;p kỹ thuật số nhanh ch&amp;oacute;ng v&amp;agrave; trực quan hơn.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;B&amp;agrave;i viết n&amp;agrave;y, sẽ kh&amp;aacute;m ph&amp;aacute; hai xu hướng giao tiếp với kh&amp;aacute;ch h&amp;agrave;ng đang thay đổi v&amp;agrave; những chiến lược m&amp;agrave; c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh cần &amp;aacute;p dụng để dẫn đầu xu thế, đồng thời duy tr&amp;igrave; sự h&amp;agrave;i l&amp;ograve;ng của kh&amp;aacute;ch h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;C&amp;aacute; nh&amp;acirc;n h&amp;oacute;a bắt đầu từ dữ liệu&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Theo khảo s&amp;aacute;t của The Financial Brand, sở th&amp;iacute;ch giao tiếp của kh&amp;aacute;ch h&amp;agrave;ng cho thấy&amp;nbsp; 2/3 kh&amp;aacute;ch h&amp;agrave;ng dịch vụ t&amp;agrave;i ch&amp;iacute;nh sẵn s&amp;agrave;ng từ bỏ tương t&amp;aacute;c với một tổ chức nếu quy tr&amp;igrave;nh thu thập th&amp;ocirc;ng tin qu&amp;aacute; phức tạp. V&amp;igrave; vậy, việc đơn giản h&amp;oacute;a quy tr&amp;igrave;nh n&amp;agrave;y sẽ đ&amp;oacute;ng vai tr&amp;ograve; quan trọng trong việc giữ ch&amp;acirc;n kh&amp;aacute;ch h&amp;agrave;ng trong những năm tới. Dự b&amp;aacute;o, v&amp;agrave;o năm 2025, c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh sẽ tập trung mạnh mẽ hơn v&amp;agrave;o việc tối ưu h&amp;oacute;a phương thức thu thập dữ liệu từ kh&amp;aacute;ch h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Bằng c&amp;aacute;ch thu thập v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch th&amp;ocirc;ng tin c&amp;oacute; li&amp;ecirc;n quan, c&amp;aacute;c tổ chức dịch vụ t&amp;agrave;i ch&amp;iacute;nh c&amp;oacute; thể cung cấp trải nghiệm nhất qu&amp;aacute;n, được c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a tr&amp;ecirc;n c&amp;aacute;c k&amp;ecirc;nh trực tuyến, di động v&amp;agrave; trực tiếp, đ&amp;aacute;p ứng nhu cầu của người ti&amp;ecirc;u d&amp;ugrave;ng ng&amp;agrave;y nay. Tuy nhi&amp;ecirc;n, việc thu thập v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch th&amp;ocirc;ng tin n&amp;agrave;y c&amp;oacute; thể mất nhiều c&amp;ocirc;ng sức trong lĩnh vực t&amp;agrave;i ch&amp;iacute;nh từ việc t&amp;iacute;ch hợp dữ liệu từ nhiều nguồn kh&amp;aacute;c nhau đến việc đảm bảo tu&amp;acirc;n thủ c&amp;aacute;c quy định nghi&amp;ecirc;m ngặt. Do đ&amp;oacute;, c&amp;aacute;c phương ph&amp;aacute;p truyền thống như biểu mẫu giấy hoặc kỹ thuật số vẫn l&amp;agrave; ti&amp;ecirc;u chuẩn, c&amp;oacute; thể tốn thời gian, kh&amp;oacute; hiểu v&amp;agrave; dễ xảy ra lỗi.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c tổ chức c&amp;oacute; thể n&amp;acirc;ng cao khả năng thu thập dữ liệu người ti&amp;ecirc;u d&amp;ugrave;ng v&amp;agrave; tự động h&amp;oacute;a quy tr&amp;igrave;nh th&amp;ocirc;ng qua việc &amp;aacute;p dụng AI tạo sinh v&amp;agrave; m&amp;aacute;y học. Trong khi c&amp;aacute;c chatbot sử dụng AI gi&amp;uacute;p thu thập th&amp;ocirc;ng tin từ kh&amp;aacute;ch h&amp;agrave;ng qua c&amp;aacute;c cuộc tr&amp;ograve; chuyện, m&amp;aacute;y học c&amp;oacute; thể ph&amp;acirc;n t&amp;iacute;ch v&amp;agrave; nhận diện c&amp;aacute;c xu hướng, sở th&amp;iacute;ch của kh&amp;aacute;ch h&amp;agrave;ng. B&amp;ecirc;n cạnh đ&amp;oacute;, AI c&amp;ograve;n hỗ trợ c&amp;aacute;c tổ chức ph&amp;acirc;n t&amp;iacute;ch dữ liệu thu thập được, từ đ&amp;oacute; đưa ra c&amp;aacute;c lời khuy&amp;ecirc;n c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a v&amp;agrave; cung cấp sự hỗ trợ nhanh ch&amp;oacute;ng, gi&amp;uacute;p giảm bớt căng thẳng v&amp;agrave; sự phức tạp trong việc quản l&amp;yacute; t&amp;agrave;i ch&amp;iacute;nh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Thu thập dữ liệu l&amp;agrave; một qu&amp;aacute; tr&amp;igrave;nh phức tạp, đặc biệt l&amp;agrave; khi c&amp;aacute;c mối đe dọa mạng ph&amp;aacute;t triển v&amp;agrave; trở n&amp;ecirc;n tinh vi hơn. C&amp;aacute;c t&amp;aacute;c nh&amp;acirc;n b&amp;ecirc;n ngo&amp;agrave;i c&amp;oacute; động cơ t&amp;agrave;i ch&amp;iacute;nh tiếp tục nhắm mục ti&amp;ecirc;u v&amp;agrave;o th&amp;ocirc;ng tin x&amp;aacute;c thực v&amp;agrave; th&amp;ocirc;ng tin c&amp;aacute; nh&amp;acirc;n, v&amp;agrave; th&amp;ocirc;ng tin x&amp;aacute;c thực bị đ&amp;aacute;nh cắp đ&amp;atilde; xuất hiện trong gần một 1/3 (31%) c&amp;aacute;c vụ vi phạm trong thập kỷ qua. Đối với c&amp;aacute;c tổ chức dịch vụ t&amp;agrave;i ch&amp;iacute;nh muốn tận dụng dữ liệu để cải thiện trải nghiệm của kh&amp;aacute;ch h&amp;agrave;ng, việc n&amp;acirc;ng cấp từ c&amp;aacute;c quy tr&amp;igrave;nh dựa tr&amp;ecirc;n biểu mẫu truyền thống c&amp;oacute; thể gi&amp;uacute;p cải thiện đ&amp;aacute;ng kể t&amp;iacute;nh bảo mật của việc thu thập dữ liệu, cung cấp c&amp;aacute;c biện ph&amp;aacute;p bảo vệ quan trọng chống lại c&amp;aacute;c cuộc tấn c&amp;ocirc;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Bằng c&amp;aacute;ch tối ưu h&amp;oacute;a quy tr&amp;igrave;nh thu thập dữ liệu th&amp;ocirc;ng qua AI v&amp;agrave; đảm bảo bảo mật chặt chẽ dữ liệu khỏi c&amp;aacute;c mối đe dọa b&amp;ecirc;n ngo&amp;agrave;i, c&amp;aacute;c tổ chức c&amp;oacute; thể c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a từng tương t&amp;aacute;c v&amp;agrave; dự đo&amp;aacute;n ch&amp;iacute;nh x&amp;aacute;c nhu cầu trong tương lai, từ đ&amp;oacute; x&amp;acirc;y dựng l&amp;ograve;ng tin vững chắc v&amp;agrave; mang lại dịch vụ ng&amp;agrave;y c&amp;agrave;ng nhất qu&amp;aacute;n, th&amp;acirc;n thiện v&amp;agrave; c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a hơn cho kh&amp;aacute;ch h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Điều chỉnh truyền th&amp;ocirc;ng theo sở th&amp;iacute;ch của từng thế hệ: Đ&amp;aacute;p ứng kỳ vọng đa dạng &amp;nbsp;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;V&amp;agrave;o năm 2025, kỳ vọng về truyền th&amp;ocirc;ng kỹ thuật số v&amp;agrave; c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a trong c&amp;aacute;c dịch vụ t&amp;agrave;i ch&amp;iacute;nh sẽ tiếp tục gia tăng. Tuy nhi&amp;ecirc;n, khi cơ sở kh&amp;aacute;ch h&amp;agrave;ng thay đổi theo từng thế hệ, c&amp;aacute;c tổ chức cần tr&amp;aacute;nh &amp;aacute;p dụng phương ph&amp;aacute;p tiếp cận một c&amp;aacute;ch chung chung cho tất cả c&amp;aacute;c tương t&amp;aacute;c của m&amp;igrave;nh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Khi c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh t&amp;igrave;m c&amp;aacute;ch đ&amp;aacute;p ứng nhu cầu ng&amp;agrave;y c&amp;agrave;ng tăng về c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a, họ phải nhận ra rằng c&amp;aacute;c thế hệ kh&amp;aacute;c nhau c&amp;oacute; sở th&amp;iacute;ch giao tiếp ri&amp;ecirc;ng biệt. Tr&amp;ecirc;n thực tế, 74% Gen Z cho biết họ c&amp;oacute; khả năng sẽ chuyển đổi dịch vụ do giao tiếp k&amp;eacute;m, so với chỉ hơn một nửa (53%) Boomers n&amp;oacute;i như vậy. Hiểu được những kh&amp;aacute;c biệt n&amp;agrave;y sẽ l&amp;agrave; ch&amp;igrave;a kh&amp;oacute;a để đảm bảo tất cả kh&amp;aacute;ch h&amp;agrave;ng cảm thấy được coi trọng v&amp;agrave; phục vụ tốt khi nhu cầu của họ thay đổi.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Một trong những sự kh&amp;aacute;c biệt r&amp;otilde; rệt giữa c&amp;aacute;c thế hệ l&amp;agrave; phương thức giao tiếp ưa th&amp;iacute;ch. Trong khi thế hệ b&amp;ugrave;ng nổ trẻ em thường chọn tương t&amp;aacute;c qua lời n&amp;oacute;i hoặc gặp gỡ trực tiếp, gần một nửa (47%) kh&amp;aacute;ch h&amp;agrave;ng thuộc Gen Z lại ưu ti&amp;ecirc;n dịch vụ qua di động v&amp;agrave; web, so với chỉ 23% lựa chọn giao tiếp bằng lời n&amp;oacute;i. Đầu tư v&amp;agrave;o c&amp;aacute;c dịch vụ trực tuyến, giải ph&amp;aacute;p th&amp;acirc;n thiện với thiết bị di động v&amp;agrave; c&amp;ocirc;ng nghệ AI để mang đến trải nghiệm c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a c&amp;oacute; thể tối ưu h&amp;oacute;a c&amp;aacute;c cuộc tr&amp;ograve; chuyện v&amp;agrave; đ&amp;aacute;p ứng sở th&amp;iacute;ch của Gen Z đối với c&amp;aacute;c tương t&amp;aacute;c trực tuyến.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Việc c&amp;acirc;n bằng c&amp;aacute;c sở th&amp;iacute;ch giao tiếp đa dạng của nh&amp;oacute;m kh&amp;aacute;ch h&amp;agrave;ng thuộc nhiều thế hệ sẽ đ&amp;ograve;i hỏi sự tinh tế v&amp;agrave; hiểu biết s&amp;acirc;u sắc về từng nh&amp;oacute;m kh&amp;aacute;ch h&amp;agrave;ng. C&amp;aacute;c tổ chức cần nắm vững sở th&amp;iacute;ch giao tiếp đặc th&amp;ugrave; của mỗi thế hệ v&amp;agrave; đ&amp;aacute;p ứng những kỳ vọng đ&amp;oacute; để củng cố l&amp;ograve;ng tin v&amp;agrave; x&amp;acirc;y dựng mối quan hệ bền chặt. Điều n&amp;agrave;y kh&amp;ocirc;ng chỉ đơn giản l&amp;agrave; đầu tư v&amp;agrave;o c&amp;aacute;c dịch vụ c&amp;ocirc;ng nghệ phục vụ nhu cầu tương t&amp;aacute;c kỹ thuật số của Thế hệ Z, m&amp;agrave; c&amp;ograve;n phải bảo đảm t&amp;iacute;nh đơn giản, ch&amp;iacute;nh x&amp;aacute;c v&amp;agrave; duy tr&amp;igrave; c&amp;aacute;c k&amp;ecirc;nh giao tiếp truyền thống để chăm s&amp;oacute;c kh&amp;aacute;ch h&amp;agrave;ng lớn tuổi.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Lời kết&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh cần nhanh ch&amp;oacute;ng bắt kịp c&amp;aacute;c ng&amp;agrave;nh c&amp;ocirc;ng nghiệp kh&amp;aacute;c trong qu&amp;aacute; tr&amp;igrave;nh chuyển đổi số, điều n&amp;agrave;y vốn đ&amp;atilde; bị cản trở bởi những lo ngại v&amp;agrave; hạn chế li&amp;ecirc;n quan đến quy định. Tuy nhi&amp;ecirc;n, c&amp;ocirc;ng nghệ hiện nay đ&amp;atilde; đ&amp;aacute;p ứng đầy đủ những y&amp;ecirc;u cầu n&amp;agrave;y, c&amp;aacute;c c&amp;ocirc;ng cụ ti&amp;ecirc;n tiến giờ đ&amp;acirc;y c&amp;oacute; sẵn để gi&amp;uacute;p c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh dự đo&amp;aacute;n sự thay đổi trong h&amp;agrave;nh vi kh&amp;aacute;ch h&amp;agrave;ng, từ đ&amp;oacute; điều chỉnh chiến lược để th&amp;uacute;c đẩy những kết nối c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a s&amp;acirc;u sắc v&amp;agrave; hiệu quả hơn với kh&amp;aacute;ch h&amp;agrave;ng của m&amp;igrave;nh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn:&amp;nbsp;The Financial Brand&amp;nbsp;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p tại đ&amp;acirc;y.&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;Customer communications are evolving due to the need for personalized experiences and improved data collection. Streamlining data collection with AI and machine learning will enhance customer interactions and ensure better security. Institutions must also cater to generational preferences, balancing the digital demands of younger customers with the traditional communication needs of older generations. Here&amp;rsquo;s why.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;As more organizations embrace digital transformation, customers expect the convenience of modern, personalized technology that delivers seamless and efficient experiences. Whether shopping for groceries, renting a car or applying for a new credit card, consumers are quick to abandon businesses when those expectations aren&amp;rsquo;t met.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As we enter the new year, financial institutions must be aware of the impact of these changing expectations, particularly concerning customer communications. These institutions must act quickly and prioritize innovation to anticipate these new expectations or risk losing customers to more agile competitors who are meeting the demand for faster, more intuitive digital solutions.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Here, we will explore two of the ways customer communications are changing, and what organizations must do to stay ahead of the curve and keep customers happy.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Personalization Starts with Data: How Streamlined Collection Drives Better Customer Experiences&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Our annual survey of customer communications preferences found that two-thirds of financial services customers are likely to abandon interacting with an institution if the way they collect information is too difficult. Streamlining this process will be critical to customer retention in the years ahead. As such, we predict a deeper focus on improving how financial institutions collect data from customers in 2025.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;By gathering and analyzing relevant information, financial services institutions can provide consistent, personalized experiences across online, mobile, and in-person channels, meeting the demands of today&amp;rsquo;s consumers. However, collecting and analyzing this information can take much work in the finance sector &amp;ndash; from integrating data from different sources to ensuring compliance with strict regulations. As a result, traditional methods such as paper or digital forms have remained the standard, which can be time-consuming, difficult to understand, and prone to errors.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Organizations can better collect consumer data and automate processes using generative AI and machine learning. While AI-powered chatbots gather information from a customer through conversations, machine learning can begin to identify patterns and customer preferences. AI can also help organizations analyze that data and provide personalized advice and quick support to reduce the stress and complexity of managing finances.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Data collection is a complex process, especially as cyber threats evolve and become more sophisticated. Financially-motivated external actors continue to target credentials and personal information, and stolen credentials have appeared in almost one-third (31%) of breaches over the past decade. For financial services institutions aiming to leverage data to improve customer experiences, upgrading from traditional forms-based processes can help significantly improve the security of data collection, providing crucial safeguards against attacks.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;By improving data collection processes with AI and keeping a tight grip on that data from outside threats, organizations can individualize interactions and predict future needs creating deeper trust among customers and a more consistent, personalized service.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Tailoring Communication to Generational Preferences: Meeting Diverse Expectations&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In 2025, digital communication and personalization expectations will continue to grow in financial services. However, as the customer base changes in its generational makeup, organizations mustn&amp;rsquo;t take a one-size-fits-all approach to their interactions.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As financial institutions look to meet the growing demands for personalization, they must recognize that different generations have distinct communication preferences. In fact, 74% of Gen Zers said they would likely switch services due to poor communications, compared to just over half (53%) of Boomers who said the same. Understanding these differences will be key to ensuring all customers feel valued and well-served as their needs change.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;One way these generational needs differ is in preferred communication methods. While baby boomers prefer verbal or in-person interaction, almost half (47%) of Gen Z customers prefer mobile and web services, compared to only 23% who prefer verbal. Investing in online services, mobile-friendly solutions, and AI for a more personalized experience can streamline conversations and align with Gen Zers&amp;rsquo; preference for online-based interactions.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;However, institutions can&amp;rsquo;t simply abandon the older generation&amp;rsquo;s preferences for their younger customers. When it comes to clear and easy to understand communications, for example, an overwhelming majority of the Silent Generation (88%) and Baby Boomers (79%) rated this as a priority, compared to fewer than two-thirds (63%) of Gen Zers. That insight means institutions may need to modify language used for older customers to ensure they meet that need.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Balancing the diverse preferences of a multi-generational customer base will require nuance and deep understanding of those customers. Institutions need to understand the distinct communication preferences of each generation and meet those expectations to reinforce trust and strengthen relationships. That not only means investing in technological services that satisfy Gen Z&amp;rsquo;s appetite for digital engagement, but also ensuring simplicity, accuracy and maintaining traditional channels to take care of older customers.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Looking Ahead&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Financial institutions need to catch up to other industries in digital transformation, having been held back by regulatory concerns and restrictions. Today&amp;rsquo;s technology has caught up with those requirements, however, and the tools are now available for financial institutions to anticipate shifts in customer behavior and adapt their strategies to foster more substantial, personalized connections with their clients.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As the generational makeup of their customer base evolves, preferences for digital communication and seamless, tech-driven experiences are reshaping the landscape. Financial institutions risk losing trust and business if they fail to adapt to these preferences and meet these high expectations.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Reference source:&amp;nbsp;&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;The Financial Brand&amp;nbsp;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Compiled by the DTSVN author group - Digital transformation solutions for the Finance and Banking industry.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation Company providing the latest digital solutions specifically for businesses in the Finance - Banking industry in Vietnam; Helping banks and financial institutions quickly complete technology systems for digital transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for advice and experience the solution here&lt;/p&gt;
&lt;/div&gt;</content_en_html>
	<time_create_dt>2025-07-30T04:28:13.000Z</time_create_dt>
	<createdDate>2025-08-25T04:28:12.141Z</createdDate>
	<createdDate_dt>2025-08-25T04:28:12.141Z</createdDate_dt>
	<lastModifiedDate>2025-08-25T04:28:12.141Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-25T04:28:12.141Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>