<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>0802</objectGroupId>
	<objectId>0802637c-d2d4-7ca6-5c25-730976974f49</objectId>
	<file-name>index.xml</file-name>
	<folder-name>0802637c-d2d4-7ca6-5c25-730976974f49</folder-name>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<categorys_o>	<item>	<key>Technology-News</key>
	<value_smv>Tin công nghệ</value_smv>
	</item></categorys_o>
	<img_main_s>/static-assets/images/unnamed--4-.png</img_main_s>
	<internal-name>Bảo mật thanh toán trong kỷ nguyên GenAI: Những rủi ro cần lường trước</internal-name>
	<navLabel>Bảo mật thanh toán trong kỷ nguyên GenAI: Những rủi ro cần lường trước</navLabel>
	<title_vi_s>Bảo mật thanh toán trong kỷ nguyên GenAI: Những rủi ro cần lường trước</title_vi_s>
	<title_en_s>Payment Security in the GenAI Era: Risks to Anticipate</title_en_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;Tội phạm mạng đang tận dụng AI để tạo ra nội dung giả mạo ng&amp;agrave;y c&amp;agrave;ng tinh vi, vượt qua c&amp;aacute;c phương ph&amp;aacute;p ph&amp;aacute;t hiện gian lận truyền thống v&amp;agrave; nhắm v&amp;agrave;o c&amp;aacute;c nh&amp;agrave; cung cấp dịch vụ thanh to&amp;aacute;n.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;Năm 2025, tổ chức t&amp;agrave;i ch&amp;iacute;nh v&amp;agrave; c&amp;aacute;c nền tảng thương mại điện tử phải đối mặt với những rủi ro được khuếch đại bởi tr&amp;iacute; tuệ nh&amp;acirc;n tạo tạo sinh (GenAI). Những thay đổi đối với c&amp;aacute;c ưu ti&amp;ecirc;n ch&amp;iacute;nh s&amp;aacute;ch v&amp;agrave; quản trị li&amp;ecirc;n quan đến AI trong thời đại Trump 2.0 c&amp;oacute; khả năng đẩy nhanh những rủi ro n&amp;agrave;y, bởi ở ch&amp;iacute;nh quyền mới, những nỗ lực b&amp;atilde;i bỏ quy định v&amp;agrave; &amp;aacute;p dụng AI c&amp;oacute; thể triển khai nhanh hơn. Tuy nhi&amp;ecirc;n đ&amp;acirc;y l&amp;agrave; một con dao hai lưỡi. Trong khi GenAI cung cấp nhiều khả năng v&amp;agrave; lợi &amp;iacute;ch cho s&amp;aacute;ng tạo nội dung, n&amp;oacute; cũng mở ra c&amp;aacute;nh cửa cho những phương thức gian lận mới, vốn đ&amp;atilde; t&amp;aacute;c động đến c&amp;aacute;ch c&amp;aacute;c nh&amp;agrave; cung cấp dịch vụ thanh to&amp;aacute;n quản l&amp;yacute; rủi ro của người b&amp;aacute;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Tội phạm mạng đang tận dụng AI để tạo ra nội dung giả mạo ng&amp;agrave;y c&amp;agrave;ng tinh vi, vượt qua c&amp;aacute;c phương ph&amp;aacute;p ph&amp;aacute;t hiện gian lận truyền thống v&amp;agrave; nhắm v&amp;agrave;o c&amp;aacute;c nh&amp;agrave; cung cấp dịch vụ thanh to&amp;aacute;n. Từ đơn vị xử l&amp;yacute; giao dịch, ng&amp;acirc;n h&amp;agrave;ng, doanh nghiệp thương mại điện tử đến người ti&amp;ecirc;u d&amp;ugrave;ng, tất cả c&amp;aacute;c b&amp;ecirc;n trong hệ sinh th&amp;aacute;i thanh to&amp;aacute;n đều phải đối mặt với rủi ro ng&amp;agrave;y c&amp;agrave;ng gia tăng từ gian lận do AI tạo ra. Theo dự b&amp;aacute;o của Juniper Research, gian lận thanh to&amp;aacute;n trực tuyến c&amp;oacute; thể g&amp;acirc;y thiệt hại l&amp;ecirc;n tới 362 tỷ USD v&amp;agrave;o năm 2028. Để bảo vệ doanh nghiệp, duy tr&amp;igrave; danh tiếng thương hiệu v&amp;agrave; đảm bảo tu&amp;acirc;n thủ quy định, c&amp;aacute;c tổ chức cần chủ động nhận diện v&amp;agrave; ứng ph&amp;oacute; với những mối đe dọa đang nổi l&amp;ecirc;n n&amp;agrave;y.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Sau đ&amp;acirc;y l&amp;agrave; một số rủi ro ch&amp;iacute;nh do GenAI g&amp;acirc;y ra m&amp;agrave; c&amp;aacute;c b&amp;ecirc;n tham gia hệ sinh th&amp;aacute;i thanh to&amp;aacute;n n&amp;ecirc;n lường trước v&amp;agrave;o năm 2025.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1. L&amp;agrave;n s&amp;oacute;ng gian lận danh t&amp;iacute;nh&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Gian lận danh t&amp;iacute;nh tổng hợp đang gia tăng, chiếm hơn 80% c&amp;aacute;c vụ gian lận t&amp;agrave;i khoản mới v&amp;agrave; dự kiến sẽ tiếp tục b&amp;ugrave;ng nổ trong năm 2025. Kẻ gian lận lợi dụng c&amp;ocirc;ng nghệ GenAI để tự động tạo ra danh t&amp;iacute;nh giả ở quy m&amp;ocirc; lớn, kết hợp th&amp;ocirc;ng tin thật v&amp;agrave; giả nhằm tạo ra hồ sơ tr&amp;ocirc;ng hợp ph&amp;aacute;p. Những danh t&amp;iacute;nh n&amp;agrave;y được sử dụng để mở t&amp;agrave;i khoản, đăng k&amp;yacute; hạn mức t&amp;iacute;n dụng v&amp;agrave; thực hiện c&amp;aacute;c h&amp;agrave;nh vi phi ph&amp;aacute;p như rửa tiền hay giao dịch tr&amp;aacute;i ph&amp;eacute;p, g&amp;acirc;y ra rủi ro nghi&amp;ecirc;m trọng cho c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Phương ph&amp;aacute;p n&amp;agrave;y đặc biệt đ&amp;aacute;ng lo ngại v&amp;igrave; c&amp;aacute;c danh t&amp;iacute;nh tổng hợp vốn đ&amp;atilde; rất kh&amp;oacute; ph&amp;aacute;t hiện v&amp;agrave; ch&amp;uacute;ng c&amp;oacute; thể tr&amp;ocirc;ng thực tế hơn do t&amp;iacute;nh phức tạp v&amp;agrave; ngẫu nhi&amp;ecirc;n m&amp;agrave; GenAI mang lại.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Để giảm thiểu những rủi ro n&amp;agrave;y, c&amp;aacute;c tổ chức c&amp;oacute; thể tăng cường quy tr&amp;igrave;nh x&amp;aacute;c minh danh t&amp;iacute;nh của m&amp;igrave;nh bằng c&amp;aacute;ch kết hợp c&amp;aacute;c c&amp;ocirc;ng cụ x&amp;aacute;c minh danh t&amp;iacute;nh tự động v&amp;agrave; đ&amp;aacute;nh gi&amp;aacute; của con người. Ngo&amp;agrave;i ra, việc &amp;aacute;p dụng c&amp;aacute;c c&amp;ocirc;ng cụ gi&amp;aacute;m s&amp;aacute;t chi tiết hơn do AI điều khiển c&amp;oacute; thể gi&amp;uacute;p ph&amp;aacute;t hiện sự kh&amp;ocirc;ng nhất qu&amp;aacute;n trong c&amp;aacute;c ứng dụng l&amp;agrave; dấu hiệu của gian lận tổng hợp.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;2. Rửa giao dịch, rửa tiền&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Rửa giao dịch đang trở th&amp;agrave;nh mối lo ngại ng&amp;agrave;y c&amp;agrave;ng lớn trong bối cảnh c&amp;ocirc;ng nghệ ph&amp;aacute;t triển mạnh mẽ. Với sự hỗ trợ của AI, kẻ gian c&amp;oacute; thể tạo ra c&amp;aacute;c trang web thương gia giả mạo c&amp;oacute; giao diện chuy&amp;ecirc;n nghiệp, ch&amp;acirc;n thực, khiến c&amp;aacute;c giao dịch phi ph&amp;aacute;p tr&amp;ocirc;ng hợp ph&amp;aacute;p hơn bao giờ hết. C&amp;aacute;c hệ thống ph&amp;aacute;t hiện truyền thống, vốn dựa tr&amp;ecirc;n m&amp;ocirc; h&amp;igrave;nh nhận diện theo mẫu, kh&amp;oacute; c&amp;oacute; thể ph&amp;aacute;t hiện ra những trang web tinh vi v&amp;agrave; được t&amp;ugrave;y chỉnh cao n&amp;agrave;y. Điều n&amp;agrave;y đặt c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh v&amp;agrave;o nguy cơ đối mặt với &amp;aacute;n phạt, chế t&amp;agrave;i nghi&amp;ecirc;m ngặt v&amp;agrave; sự gi&amp;aacute;m s&amp;aacute;t chặt chẽ từ cơ quan quản l&amp;yacute;.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Gi&amp;aacute;m s&amp;aacute;t giao dịch đ&amp;oacute;ng vai tr&amp;ograve; then chốt trong việc ph&amp;aacute;t hiện v&amp;agrave; ngăn chặn c&amp;aacute;c h&amp;agrave;nh vi gian lận. C&amp;aacute;c c&amp;ocirc;ng cụ hiện đại c&amp;oacute; thể nhận diện c&amp;aacute;c mẫu giao dịch bất thường, trong khi c&amp;aacute;c giải ph&amp;aacute;p gi&amp;aacute;m s&amp;aacute;t thương nh&amp;acirc;n v&amp;agrave; ph&amp;aacute;t hiện rửa tiền gi&amp;uacute;p vạch trần những hoạt động tinh vi do c&amp;aacute;c mạng lưới tội phạm d&amp;agrave;n dựng. V&amp;igrave; những kẻ rửa tiền giao dịch lu&amp;ocirc;n t&amp;igrave;m c&amp;aacute;ch l&amp;aacute;ch luật, việc gi&amp;aacute;m s&amp;aacute;t li&amp;ecirc;n tục l&amp;agrave; yếu tố bắt buộc để ph&amp;aacute;t hiện v&amp;agrave; xử l&amp;yacute; c&amp;aacute;c đối tượng t&amp;aacute;i phạm.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;3. Rủi ro danh tiếng v&amp;agrave; tr&amp;aacute;ch nhiệm ph&amp;aacute;p l&amp;yacute;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Khả năng tạo ra h&amp;igrave;nh ảnh, video v&amp;agrave; &amp;acirc;m thanh ch&amp;acirc;n thực của GenAI mang lại nhiều cơ hội, nhưng cũng tiềm ẩn nguy cơ nghi&amp;ecirc;m trọng. C&amp;ocirc;ng nghệ n&amp;agrave;y c&amp;oacute; thể bị lạm dụng để tạo ra nội dung độc hại, bao gồm deepfake v&amp;agrave; phương tiện truyền th&amp;ocirc;ng bị thao t&amp;uacute;ng, g&amp;acirc;y tổn hại đến danh tiếng thương hiệu. Đặc biệt, c&amp;aacute;c nh&amp;agrave; cung cấp dịch vụ thanh to&amp;aacute;n c&amp;oacute; thể v&amp;ocirc; t&amp;igrave;nh xử l&amp;yacute; c&amp;aacute;c giao dịch li&amp;ecirc;n quan đến nội dung vi phạm bản quyền, bất hợp ph&amp;aacute;p hoặc kh&amp;ocirc;ng c&amp;oacute; sự đồng thuận, l&amp;agrave;m tăng rủi ro ph&amp;aacute;p l&amp;yacute; v&amp;agrave; t&amp;agrave;i ch&amp;iacute;nh. Mối đe dọa n&amp;agrave;y c&amp;agrave;ng lớn khi AI bị khai th&amp;aacute;c để mạo danh hoặc ph&amp;aacute;t t&amp;aacute;n th&amp;ocirc;ng tin sai lệch, đặt c&amp;aacute;c c&amp;ocirc;ng ty thanh to&amp;aacute;n v&amp;agrave;o t&amp;igrave;nh thế nguy hiểm về danh tiếng lẫn tr&amp;aacute;ch nhiệm ph&amp;aacute;p l&amp;yacute;.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Giải ph&amp;aacute;p n&amp;agrave;o để giảm thiểu rủi ro?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trước sự gia tăng của c&amp;aacute;c mối đe dọa do GenAI th&amp;uacute;c đẩy, việc quản l&amp;yacute; rủi ro thanh to&amp;aacute;n một c&amp;aacute;ch chủ động l&amp;agrave; điều bắt buộc. Sự ph&amp;aacute;t triển nhanh ch&amp;oacute;ng của c&amp;ocirc;ng nghệ AI k&amp;eacute;o theo những thay đổi li&amp;ecirc;n tục trong quy định, đ&amp;ograve;i hỏi c&amp;aacute;c doanh nghiệp phải lu&amp;ocirc;n sẵn s&amp;agrave;ng th&amp;iacute;ch ứng. Để đảm bảo tu&amp;acirc;n thủ v&amp;agrave; giảm thiểu nguy cơ bị phạt, c&amp;aacute;c c&amp;ocirc;ng ty n&amp;ecirc;n triển khai c&amp;aacute;c giải ph&amp;aacute;p gi&amp;aacute;m s&amp;aacute;t theo thời gian thực. Những hệ thống n&amp;agrave;y c&amp;oacute; thể ph&amp;aacute;t hiện rủi ro tiềm ẩn, gi&amp;uacute;p doanh nghiệp lu&amp;ocirc;n đ&amp;aacute;p ứng c&amp;aacute;c ti&amp;ecirc;u chuẩn ngay cả khi quy định thay đổi. Đồng thời, hợp t&amp;aacute;c với c&amp;aacute;c dịch vụ gi&amp;aacute;m s&amp;aacute;t b&amp;ecirc;n thứ ba chuy&amp;ecirc;n biệt sẽ mang lại lớp bảo vệ bổ sung, gi&amp;uacute;p duy tr&amp;igrave; sự tu&amp;acirc;n thủ tr&amp;ecirc;n to&amp;agrave;n bộ hệ sinh th&amp;aacute;i thanh to&amp;aacute;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Nhiều nh&amp;agrave; cung cấp dịch vụ thanh to&amp;aacute;n đang chuyển sang c&amp;aacute;c giải ph&amp;aacute;p x&amp;aacute;c minh danh t&amp;iacute;nh th&amp;iacute;ch ứng ph&amp;aacute;t triển c&amp;ugrave;ng với c&amp;aacute;c mối đe dọa mới nổi. C&amp;aacute;c giải ph&amp;aacute;p n&amp;agrave;y cung cấp khả năng phục hồi cao hơn trước gian lận, tạo nền tảng ổn định cho c&amp;aacute;c quy tr&amp;igrave;nh t&amp;iacute;ch hợp v&amp;agrave; gi&amp;aacute;m s&amp;aacute;t.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong bối cảnh rủi ro do AI ng&amp;agrave;y c&amp;agrave;ng gia tăng, một chiến lược thống nhất l&amp;agrave; điều tất yếu trong năm 2025 n&amp;agrave;y. Sự hợp t&amp;aacute;c chặt chẽ giữa c&amp;aacute;c nền tảng thanh to&amp;aacute;n, ng&amp;acirc;n h&amp;agrave;ng, cơ quan quản l&amp;yacute; v&amp;agrave; c&amp;aacute;c b&amp;ecirc;n li&amp;ecirc;n quan trong thương mại điện tử sẽ tạo điều kiện chia sẻ kiến thức v&amp;agrave; ph&amp;aacute;t hiện sớm c&amp;aacute;c xu hướng gian lận. Bằng c&amp;aacute;ch thiết lập c&amp;aacute;c li&amp;ecirc;n minh chiến lược với cơ quan quản l&amp;yacute;, tham gia c&amp;aacute;c tổ chức thương mại v&amp;agrave; nh&amp;oacute;m vận động, ng&amp;agrave;nh t&amp;agrave;i ch&amp;iacute;nh c&amp;oacute; thể x&amp;acirc;y dựng một hệ thống ph&amp;ograve;ng vệ ki&amp;ecirc;n cố hơn, chống lại sự lạm dụng của GenAI v&amp;agrave; bảo vệ t&amp;iacute;nh minh bạch trong hệ sinh th&amp;aacute;i thanh to&amp;aacute;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Những rủi ro do GenAI mang lại nhấn mạnh tầm quan trọng của việc &amp;aacute;p dụng c&amp;aacute;c chiến lược quản l&amp;yacute; rủi ro chủ động v&amp;agrave; linh hoạt trong ng&amp;agrave;nh thanh to&amp;aacute;n. Từ gian lận danh t&amp;iacute;nh tổng hợp, rửa tiền giao dịch đến lạm dụng nội dung do AI tạo ra, c&amp;aacute;c mối đe dọa n&amp;agrave;y đ&amp;ograve;i hỏi sự kết hợp giữa c&amp;ocirc;ng nghệ ti&amp;ecirc;n tiến, khu&amp;ocirc;n khổ tu&amp;acirc;n thủ nghi&amp;ecirc;m ngặt v&amp;agrave; sự hợp t&amp;aacute;c chặt chẽ giữa c&amp;aacute;c b&amp;ecirc;n li&amp;ecirc;n quan. Bằng c&amp;aacute;ch đầu tư v&amp;agrave;o c&amp;aacute;c c&amp;ocirc;ng cụ gi&amp;aacute;m s&amp;aacute;t th&amp;ocirc;ng minh, tăng cường khả năng tu&amp;acirc;n thủ v&amp;agrave; th&amp;uacute;c đẩy m&amp;ocirc; h&amp;igrave;nh hợp t&amp;aacute;c chia sẻ kiến thức, c&amp;aacute;c nh&amp;agrave; cung cấp dịch vụ thanh to&amp;aacute;n v&amp;agrave; tổ chức t&amp;agrave;i ch&amp;iacute;nh c&amp;oacute; thể x&amp;acirc;y dựng một hệ thống ph&amp;ograve;ng vệ vững chắc, đảm bảo khả năng chống chịu trước những rủi ro do AI th&amp;uacute;c đẩy trong tương lai.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn tham khảo: The Financial Brand&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&amp;nbsp;&amp;nbsp;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;/a&gt;&amp;nbsp;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;Cybercriminals are leveraging AI to create increasingly sophisticated fake content, bypassing traditional fraud detection methods and targeting payment service providers.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In 2025, financial institutions and e-commerce platforms are facing risks amplified by Generative AI (GenAI). Changes to policy and governance priorities related to AI in the Trump 2.0 era could accelerate these risks, as deregulation efforts and AI adoption may roll out more quickly under the new administration. However, this is a double-edged sword. While GenAI offers many capabilities and benefits for content creation, it also opens the door to new methods of fraud, which are already affecting how payment service providers manage merchant risk.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Cybercriminals are using AI to generate increasingly convincing fake content, evading traditional fraud detection methods and targeting payment service providers. From payment processors, banks, and e-commerce businesses to consumers, every party in the payment ecosystem faces rising risks from AI-driven fraud. According to Juniper Research, online payment fraud could result in losses of up to USD 362 billion by 2028. To protect businesses, maintain brand reputation, and ensure regulatory compliance, organizations must proactively identify and respond to these emerging threats.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Below are some key risks posed by GenAI that stakeholders in the payment ecosystem should anticipate in 2025.&lt;/p&gt;
&lt;hr&gt;
&lt;h3 style="text-align: justify;"&gt;1. The surge of identity fraud&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Synthetic identity fraud is on the rise, accounting for over 80% of new account fraud cases and is expected to continue surging in 2025. Fraudsters exploit GenAI technology to automatically create fake identities at scale, combining real and fabricated information to craft profiles that appear legitimate. These identities are then used to open accounts, apply for credit lines, and commit illicit activities such as money laundering or unauthorized transactions, posing serious risks to financial institutions.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This method is particularly concerning because synthetic identities are already very difficult to detect, and they may appear even more realistic due to the complexity and randomness introduced by GenAI.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;To mitigate these risks, organizations can strengthen their identity verification processes by combining automated identity verification tools with human review. Additionally, implementing more granular AI-driven monitoring tools can help detect inconsistencies in applications that signal synthetic fraud.&lt;/p&gt;
&lt;hr&gt;
&lt;h3 style="text-align: justify;"&gt;2. Transaction laundering and money laundering&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Transaction laundering is becoming an increasing concern in the context of rapidly advancing technology. With AI&amp;rsquo;s support, criminals can create fake merchant websites with highly professional and realistic interfaces, making illicit transactions appear more legitimate than ever. Traditional detection systems, which rely on pattern recognition models, struggle to identify these sophisticated and highly customized sites. This exposes financial institutions to potential fines, strict regulatory sanctions, and heightened scrutiny.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Transaction monitoring plays a critical role in detecting and preventing fraudulent activity. Modern tools can identify unusual transaction patterns, while merchant monitoring and anti-money laundering solutions can uncover sophisticated operations orchestrated by criminal networks. Since transaction launderers are constantly finding ways to circumvent the law, continuous monitoring is essential to detect and act against repeat offenders.&lt;/p&gt;
&lt;hr&gt;
&lt;h3 style="text-align: justify;"&gt;3. Reputational risk and legal liability&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;GenAI&amp;rsquo;s ability to generate realistic images, videos, and audio brings many opportunities but also poses serious threats. The technology can be misused to create harmful content, including deepfakes and manipulated media, damaging brand reputation. Payment service providers, in particular, may inadvertently process transactions tied to copyright-infringing, illegal, or non-consensual content, raising legal and financial risks. This threat is amplified when AI is exploited to impersonate or spread disinformation, placing payment companies in jeopardy both reputationally and legally.&lt;/p&gt;
&lt;hr&gt;
&lt;h3 style="text-align: justify;"&gt;What are the solutions to mitigate these risks?&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Amid rising AI-driven threats, proactive payment risk management is a must. The rapid development of AI technology brings constant regulatory changes, requiring businesses to be ready to adapt. To ensure compliance and reduce the risk of penalties, companies should implement real-time monitoring solutions. These systems can identify potential risks, helping businesses remain aligned with standards even as regulations evolve. At the same time, partnering with specialized third-party monitoring services adds an extra layer of protection, ensuring compliance across the entire payment ecosystem.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Many payment service providers are turning to adaptive identity verification solutions that evolve alongside emerging threats. These solutions provide stronger resilience against fraud, creating a stable foundation for onboarding and monitoring processes.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In the face of increasing AI-driven risks, a unified strategy is essential in 2025. Close collaboration between payment platforms, banks, regulators, and stakeholders in e-commerce will enable knowledge-sharing and early detection of fraud trends. By forming strategic alliances with regulators, participating in trade organizations, and joining advocacy groups, the financial industry can build stronger defenses against GenAI abuse and safeguard transparency within the payment ecosystem.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The risks posed by GenAI highlight the importance of adopting proactive and adaptive risk management strategies in the payments industry. From synthetic identity fraud and transaction laundering to AI-generated content abuse, these threats demand a combination of advanced technology, rigorous compliance frameworks, and close collaboration among stakeholders. By investing in intelligent monitoring tools, enhancing compliance capabilities, and fostering collaborative knowledge-sharing models, payment service providers and financial institutions can build robust defenses to ensure resilience against AI-driven risks in the future.&lt;/p&gt;
&lt;hr&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;&lt;strong&gt;Source: The Financial Brand&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;&lt;strong&gt;Compiled by DTSVN Authors &amp;ndash; Digital Transformation Solutions for the Banking &amp;amp; Financial Industry.&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;
&lt;hr&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;DTSVN&lt;/strong&gt; is a pioneering Digital Transformation company providing the latest digitalization solutions tailored for businesses in the Banking &amp;amp; Financial sector in Vietnam; helping banks and financial institutions rapidly upgrade their technology systems to serve Digital Transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for consultation and to experience our solutions [here].&lt;/p&gt;</content_en_html>
	<time_create_dt>2025-08-22T03:31:13.000Z</time_create_dt>
	<createdDate>2025-08-25T03:31:12.391Z</createdDate>
	<createdDate_dt>2025-08-25T03:31:12.391Z</createdDate_dt>
	<lastModifiedDate>2025-08-25T03:35:50.626Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-25T03:35:50.626Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>