<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>e461</objectGroupId>
	<objectId>e4611122-0538-36fa-646a-f0207d742434</objectId>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<file-name>index.xml</file-name>
	<folder-name>e4611122-0538-36fa-646a-f0207d742434</folder-name>
	<internal-name>An ninh mạng trong lĩnh vực Ngân hàng: Tầm quan trọng, rủi ro và quy định</internal-name>
	<navLabel>An ninh mạng trong lĩnh vực Ngân hàng: Tầm quan trọng, rủi ro và quy định</navLabel>
	<title_vi_s>An ninh mạng trong lĩnh vực Ngân hàng: Tầm quan trọng, rủi ro và quy định</title_vi_s>
	<title_en_s>Cybersecurity in Banking: Importance, Risks and Regulations</title_en_s>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<img_main_s>/static-assets/images/bao-mat-thong-tin-1.jpg</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;Những đe dọa về gian lận t&amp;agrave;i ch&amp;iacute;nh, tấn c&amp;ocirc;ng mạng v&amp;agrave; c&amp;aacute;c hoạt động độc hại kh&amp;aacute;c đ&amp;atilde; trở th&amp;agrave;nh mối lo ngại lớn đối với c&amp;aacute;c doanh nghiệp tr&amp;ecirc;n to&amp;agrave;n thế giới, đặc biệt l&amp;agrave; trong lĩnh vực ng&amp;acirc;n h&amp;agrave;ng.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;Để gi&amp;uacute;p c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng bảo vệ mạng của m&amp;igrave;nh tốt hơn trước c&amp;aacute;c mối đe dọa ng&amp;agrave;y c&amp;agrave;ng gia tăng từ nội bộ v&amp;agrave; b&amp;ecirc;n ngo&amp;agrave;i &amp;ndash; b&amp;agrave;i viết n&amp;agrave;y sẽ ph&amp;acirc;n t&amp;iacute;ch s&amp;acirc;u hơn về c&amp;aacute;c rủi ro an ninh mạng hiện tại m&amp;agrave; c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng phải đối mặt, c&amp;ugrave;ng c&amp;aacute;c giải ph&amp;aacute;p chiến lược m&amp;agrave; c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể sử dụng để tự bảo vệ m&amp;igrave;nh trước c&amp;aacute;c cuộc tấn c&amp;ocirc;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Tầm quan trọng của an ninh mạng đối với ng&amp;acirc;n h&amp;agrave;ng&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Với sự ph&amp;aacute;t triển nhanh ch&amp;oacute;ng của c&amp;ocirc;ng nghệ kỹ thuật, nguy cơ c&amp;aacute;c th&amp;ocirc;ng tin c&amp;aacute; nh&amp;acirc;n nhạy cảm như t&amp;agrave;i khoản ng&amp;acirc;n h&amp;agrave;ng v&amp;agrave; mật khẩu bị kẻ xấu tấn c&amp;ocirc;ng hoặc truy cập c&amp;agrave;ng cao hơn bao giờ hết, bởi vậy việc duy tr&amp;igrave; một hệ thống an to&amp;agrave;n trở n&amp;ecirc;n v&amp;ocirc; c&amp;ugrave;ng quan trọng đối với c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Việc bảo mật dữ liệu kh&amp;aacute;ch h&amp;agrave;ng l&amp;agrave; một trong những yếu tố ti&amp;ecirc;n quyết, h&amp;agrave;ng đầu, ảnh hưởng đến sự tồn tại cũng như uy t&amp;iacute;n của ng&amp;acirc;n h&amp;agrave;ng. Do vậy, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng cần phải thường xuy&amp;ecirc;n cảnh gi&amp;aacute;c v&amp;agrave; thực hiện c&amp;aacute;c biện ph&amp;aacute;p bảo mật n&amp;acirc;ng cao nhằm bảo vệ khỏi c&amp;aacute;c mối đe dọa bảo mật khi truy cập internet hoặc tham gia v&amp;agrave;o c&amp;aacute;c hoạt động ng&amp;acirc;n h&amp;agrave;ng trực tuyến. C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng cũng cần đảm bảo rằng họ sử dụng c&amp;aacute;c bản cập nhật phần mềm mới nhất v&amp;agrave; tất cả nh&amp;acirc;n vi&amp;ecirc;n đều được đ&amp;agrave;o tạo về c&amp;aacute;ch xử l&amp;yacute;dữ liệu kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; c&amp;aacute;c giao dịch ng&amp;acirc;n h&amp;agrave;ng một c&amp;aacute;ch&amp;nbsp;&lt;a&gt;an&lt;/a&gt;&amp;nbsp;to&amp;agrave;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Rủi ro lớn nhất đối với an ninh mạng của ng&amp;acirc;n h&amp;agrave;ng&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong những năm gần đ&amp;acirc;y, tỉ lệ tội phạm tấn c&amp;ocirc;ng mạng gia tăng đến mức được coi l&amp;agrave; mối đe dọa lớn nhất đối với lĩnh vực t&amp;agrave;i ch&amp;iacute;nh. Khi c&amp;aacute;c phương thức, thủ đoạn của tin tặc ng&amp;agrave;y c&amp;agrave;ng tinh vi hơn, th&amp;igrave; việc ph&amp;ograve;ng thủ một c&amp;aacute;ch nhất qu&amp;aacute;n trước c&amp;aacute;c cuộc tấn c&amp;ocirc;ng cũng ng&amp;agrave;y c&amp;agrave;ng trở n&amp;ecirc;n kh&amp;oacute; khăn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Dưới đ&amp;acirc;y l&amp;agrave; c&amp;aacute;c mối đe dọa an ninh mạng nổi bật nhất trong lĩnh vực ng&amp;acirc;n h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Tấn c&amp;ocirc;ng lừa đảo&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đ&amp;acirc;y l&amp;agrave; trường hợp tin tặc tạo c&amp;aacute;c trang web giả mạo đơn vị uy t&amp;iacute;n, sau đ&amp;oacute; lừa đảo người d&amp;ugrave;ng cung cấp c&amp;aacute;c th&amp;ocirc;ng tin c&amp;aacute; nh&amp;acirc;n cho ch&amp;uacute;ng. Th&amp;ocirc;ng thường, h&amp;igrave;nh thức n&amp;agrave;y được thực hiện th&amp;ocirc;ng qua email v&amp;agrave; dịch vụ tin nhắn thứ ba. Trong trường hợp n&amp;agrave;y, tin tặc thường sẽ giả mạo trang web của ng&amp;acirc;n h&amp;agrave;ng hoặc c&amp;aacute;c trang giao dịch trực tuyế, v&amp;iacute; điện tử,... v&amp;agrave; lừa người d&amp;ugrave;ng cung cấp c&amp;aacute;c th&amp;ocirc;ng tin nhạy cảm như t&amp;agrave;i khoản v&amp;agrave; mật khẩu đăng nhập, m&amp;atilde; x&amp;aacute;c thực OTP,...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Tấn c&amp;ocirc;ng từ chối dịch vụ ph&amp;acirc;n t&amp;aacute;n (DDoS)&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Một cuộc tấn c&amp;ocirc;ng từ chối dịch vụ ph&amp;acirc;n t&amp;aacute;n hay Distributed Denial of Service (DDoS) sử dụng một botnet - một tập hợp c&amp;aacute;c thiết bị trực tuyến kết nối với nhau - để tạo ra một lượng lớn lưu lượng truy cập nhằm l&amp;agrave;m cho trang web trở n&amp;ecirc;n kh&amp;ocirc;ng khả dụng cho người d&amp;ugrave;ng hợp ph&amp;aacute;p. Kh&amp;ocirc;ng giống như c&amp;aacute;c cuộc tấn c&amp;ocirc;ng mạng kh&amp;aacute;c, mục ti&amp;ecirc;u của một cuộc tấn c&amp;ocirc;ng DDoS kh&amp;ocirc;ng phải l&amp;agrave; x&amp;acirc;m nhập v&amp;agrave;o bảo mật website. Thay v&amp;agrave;o đ&amp;oacute;, mục ti&amp;ecirc;u l&amp;agrave; l&amp;agrave;m cho t&amp;agrave;i nguy&amp;ecirc;n mạng, m&amp;aacute;y chủ hoặc ứng dụng trở n&amp;ecirc;n kh&amp;ocirc;ng khả dụng đối với kh&amp;aacute;n giả mục ti&amp;ecirc;u. Một cuộc tấn c&amp;ocirc;ng DDoS cũng c&amp;oacute; thể được sử dụng để che giấu c&amp;aacute;c hoạt động độc hại kh&amp;aacute;c v&amp;agrave; v&amp;ocirc; hiệu h&amp;oacute;a c&amp;aacute;c thiết bị bảo mật để x&amp;acirc;m nhập v&amp;agrave;o bảo mật của mục ti&amp;ecirc;u. Đ&amp;aacute;ng ch&amp;uacute; &amp;yacute; l&amp;agrave; trong thời kỳ đại dịch, số lượng cuộc tấn c&amp;ocirc;ng DDoS tăng l&amp;ecirc;n 30% đối với ng&amp;agrave;nh dịch vụ t&amp;agrave;i ch&amp;iacute;nh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Dữ liệu kh&amp;ocirc;ng được m&amp;atilde; h&amp;oacute;a&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Khi tội phạm mạng ng&amp;agrave;y c&amp;agrave;ng tinh vi hơn, c&amp;aacute;c mối đe dọa về dữ liệu lại c&amp;agrave;ng lớn hơn. Chỉ bảo vệ c&amp;aacute;c cơ sở truy cập dữ liệu th&amp;ocirc;i l&amp;agrave; chưa đủ, m&amp;agrave; bản th&amp;acirc;n dữ liệu cũng phải được m&amp;atilde; h&amp;oacute;a. Theo b&amp;aacute;o c&amp;aacute;o của Tập đo&amp;agrave;n c&amp;ocirc;ng nghệ m&amp;aacute;y t&amp;iacute;nh đa quốc gia IBM, thiệt hại trung b&amp;igrave;nh của một vụ vi phạm dữ liệu l&amp;agrave; 4,35 triệu USD. Gi&amp;aacute; trị n&amp;agrave;y chắc chắn sẽ tăng cao trong tương lai khi c&amp;aacute;c cuộc tấn c&amp;ocirc;ng mạng diễn ra h&amp;agrave;ng ng&amp;agrave;y, g&amp;acirc;y thiệt hại v&amp;ocirc; c&amp;ugrave;ng to lớn cho doanh nghiệp v&amp;agrave; người d&amp;ugrave;ng. Tuy nhi&amp;ecirc;n, với c&amp;aacute;c phương thức m&amp;atilde; h&amp;oacute;a mạnh mẽ hiện nay, những chi ph&amp;iacute; n&amp;agrave;y c&amp;oacute; thể được giảm bớt hoặc tr&amp;aacute;nh ho&amp;agrave;n to&amp;agrave;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Phần mềm tống tiền (Ransomware)&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ransomware l&amp;agrave; phần mềm độc hại được tội phạm mạng sử dụng để m&amp;atilde; h&amp;oacute;a dữ liệu quan trọng v&amp;agrave; y&amp;ecirc;u cầu chủ sở hữu dữ liệu phải trả tiền để c&amp;oacute; thể truy cập v&amp;agrave;o dữ liệu đ&amp;oacute;. H&amp;igrave;nh thức tấn c&amp;ocirc;ng mạng n&amp;agrave;y l&amp;agrave; mối đe dọa nghi&amp;ecirc;m trọng đối với c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng. Trong thời đại tiền điện tử, tội phạm an ninh mạng đặc biệt quan t&amp;acirc;m đến việc t&amp;igrave;m kiếm c&amp;aacute;c lỗ hổng trong hệ thống phi tập trung, từ đ&amp;oacute;, ch&amp;uacute;ng c&amp;oacute; thể dễ d&amp;agrave;ng lấy cắp tiền từ hệ thống giao dịch.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Thao t&amp;uacute;ng dữ liệu&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Việc thay đổi v&amp;agrave; chỉnh sửa th&amp;ocirc;ng tin kỹ thuật số được gọi l&amp;agrave; thao t&amp;uacute;ng dữ liệu. C&amp;aacute;c tội phạm mạng sử dụng c&amp;aacute;c phương thức tấn c&amp;ocirc;ng đa dạng để x&amp;acirc;m nhập mạng, gi&amp;agrave;nh quyền truy cập v&amp;agrave;o phần mềm hoặc ứng dụng v&amp;agrave; thay đổi dữ liệu. Bằng c&amp;aacute;ch thao t&amp;uacute;ng dữ liệu thay v&amp;igrave; đ&amp;aacute;nh cắp dữ liệu, tin tặc c&amp;oacute; thể th&amp;agrave;nh c&amp;ocirc;ng hơn v&amp;agrave; g&amp;acirc;y ra thiệt hại nghi&amp;ecirc;m trọng cho c&amp;aacute;c tổ chức hoặc c&amp;aacute; nh&amp;acirc;n. Đ&amp;acirc;y l&amp;agrave; một cuộc tấn c&amp;ocirc;ng mạng tinh vi v&amp;igrave; c&amp;oacute; thể mất nhiều thời gian để người d&amp;ugrave;ng nhận ra rằng dữ liệu nhạy cảm v&amp;agrave; b&amp;iacute; mật của họ đ&amp;atilde; bị thay đổi v&amp;agrave; kh&amp;ocirc;ng thể thay đổi lại được ch&amp;uacute;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Giả mạo&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Giả mạo l&amp;agrave; một h&amp;igrave;nh thức tấn c&amp;ocirc;ng mạng trong đ&amp;oacute; bọn tội phạm ngụy trang danh t&amp;iacute;nh của ch&amp;uacute;ng th&amp;agrave;nh một mục ti&amp;ecirc;u uy t&amp;iacute;n để đ&amp;aacute;nh cắp th&amp;ocirc;ng tin nhạy cảm hoặc tiền bạc. C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng phải đối mặt với mối đe dọa li&amp;ecirc;n tục về c&amp;aacute;c cuộc tấn c&amp;ocirc;ng giả mạo c&amp;oacute; thể g&amp;acirc;y hậu quả nghi&amp;ecirc;m trọng cho kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; hoạt động của họ. Ngo&amp;agrave;i ra, cuộc tấn c&amp;ocirc;ng trung gian đang ng&amp;agrave;y c&amp;agrave;ng thu h&amp;uacute;t sự ch&amp;uacute; &amp;yacute;, trong đ&amp;oacute; tin tặc chặn li&amp;ecirc;n lạc giữa kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng để c&amp;oacute; quyền truy cập v&amp;agrave;o th&amp;ocirc;ng tin c&amp;aacute; nh&amp;acirc;n, chuyển hướng thanh to&amp;aacute;n hoặc thậm ch&amp;iacute; thực hiện một cuộc tấn c&amp;ocirc;ng từ chối dịch vụ. V&amp;igrave; vậy, Do đ&amp;oacute;, quan trọng l&amp;agrave; c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng phải lu&amp;ocirc;n cảnh gi&amp;aacute;c v&amp;agrave; thực hiện c&amp;aacute;c biện ph&amp;aacute;p bảo vệ để tự bảo vệ khỏi những mối đe dọa n&amp;agrave;y.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Quy định an ninh mạng cho c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng t&amp;aacute;c động đến FinTech&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Nhờ c&amp;oacute; c&amp;aacute;c quy định FinTech, c&amp;aacute;c tổ chứ t&amp;agrave;i ch&amp;iacute;nh n&amp;oacute;i chung, c&amp;aacute;c nh&amp;agrave; quản l&amp;yacute; an ninh mạng của họ n&amp;oacute;i ri&amp;ecirc;ng, c&amp;oacute; thể sử dụng ch&amp;uacute;ng để đ&amp;aacute;nh gi&amp;aacute; c&amp;aacute;c biện ph&amp;aacute;p an ninh của&amp;nbsp; m&amp;igrave;nh cũng như của c&amp;aacute;c nh&amp;agrave; cung cấp. Ngo&amp;agrave;i ra, c&amp;aacute;c quy định FinTech cũng gi&amp;uacute;p c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh dễ d&amp;agrave;ng x&amp;aacute;c định c&amp;aacute;c quy tr&amp;igrave;nh v&amp;agrave; thủ tục cần thiết để giảm thiểu rủi ro an ninh mạng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Dưới đ&amp;acirc;y l&amp;agrave; ba y&amp;ecirc;u cầu tu&amp;acirc;n thủ t&amp;agrave;i ch&amp;iacute;nh phổ biến nhất li&amp;ecirc;n quan đến an ninh mạng trong lĩnh vực ng&amp;acirc;n h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;NIST&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;NIST đ&amp;atilde; trở th&amp;agrave;nh ti&amp;ecirc;u chuẩn h&amp;agrave;ng đầu để đ&amp;aacute;nh gi&amp;aacute; an ninh mạng, x&amp;aacute;c định lỗ hổng bảo mật v&amp;agrave; tu&amp;acirc;n thủ luật an ninh mạng, ngay cả khi việc tu&amp;acirc;n thủ l&amp;agrave; kh&amp;ocirc;ng bắt buộc. NIST ph&amp;aacute;t triển 110 y&amp;ecirc;u cầu bao gồm c&amp;aacute;c kh&amp;iacute;a cạnh kh&amp;aacute;c nhau của quy tr&amp;igrave;nh, ch&amp;iacute;nh s&amp;aacute;ch v&amp;agrave; c&amp;ocirc;ng nghệ trong mảng CNTT của doanh nghiệp. C&amp;aacute;c y&amp;ecirc;u cầu n&amp;agrave;y đề cập đến việc kiểm so&amp;aacute;t truy cập, cấu h&amp;igrave;nh hệ thống v&amp;agrave; phương thức x&amp;aacute;c thực. Ngo&amp;agrave;i ra, c&amp;aacute;c giao thức ứng ph&amp;oacute; sự cố v&amp;agrave; an ninh mạng cũng được x&amp;aacute;c định. Việc đ&amp;aacute;p ứng tất cả những y&amp;ecirc;u cầu n&amp;agrave;y đảm bảo rằng mạng lưới, hệ thống v&amp;agrave; nh&amp;acirc;n sự của doanh nghiệp đ&amp;atilde; được chuẩn bị hiệu quả để quản l&amp;yacute; mọi th&amp;ocirc;ng tin kh&amp;ocirc;ng ph&amp;acirc;n loại được kiểm so&amp;aacute;t (CUI) một c&amp;aacute;ch an to&amp;agrave;n.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;GDPR&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Quy định chung về bảo vệ th&amp;ocirc;ng tin (EU GDPR) l&amp;agrave; khung bảo mật được thiết kế để bảo mật dữ liệu c&amp;aacute; nh&amp;acirc;n v&amp;agrave; quyền ri&amp;ecirc;ng tư của c&amp;ocirc;ng d&amp;acirc;n thuộc khối EU khi thực hiện giao dịch giữa c&amp;aacute;c nước th&amp;agrave;nh vi&amp;ecirc;n EU. Bất kỳ c&amp;ocirc;ng ty n&amp;agrave;o xử l&amp;yacute; dữ liệu ri&amp;ecirc;ng tư của c&amp;ocirc;ng d&amp;acirc;n EU, d&amp;ugrave; thủ c&amp;ocirc;ng hay tự động, đều phải tu&amp;acirc;n thủ GDPR. Quy định n&amp;agrave;y n&amp;ecirc;u bật một bộ nguy&amp;ecirc;n tắc bảo mật d&amp;agrave;nh cho bộ xử l&amp;yacute; dữ liệu v&amp;agrave; bộ điều khiển dữ liệu để đảm bảo t&amp;iacute;nh bảo mật của tất cả dữ liệu người d&amp;ugrave;ng trong suốt v&amp;ograve;ng đời của n&amp;oacute;.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;ISO/IEC 27001&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ti&amp;ecirc;u chuẩn ISO/IEC 27001 được c&amp;ocirc;ng nhận tr&amp;ecirc;n to&amp;agrave;n cầu gi&amp;uacute;p giảm thiểu rủi ro bảo mật v&amp;agrave; bảo vệ hệ thống an to&amp;agrave;n th&amp;ocirc;ng tin (ISMS). Đ&amp;acirc;y l&amp;agrave; một tập hợp c&amp;aacute;c ch&amp;iacute;nh s&amp;aacute;ch v&amp;agrave; quy tr&amp;igrave;nh bảo mật được quốc tế c&amp;ocirc;ng nhận, v&amp;ocirc; c&amp;ugrave;ng cần thiết để bảo vệ c&amp;aacute;c t&amp;agrave;i sản quan trọng nhất của tổ chức như th&amp;ocirc;ng tin c&amp;aacute; nh&amp;acirc;n của kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; nh&amp;acirc;n vi&amp;ecirc;n, h&amp;igrave;nh ảnh thương hiệu v&amp;agrave; nhiều th&amp;ocirc;ng tin kh&amp;aacute;c.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;V&amp;igrave; đ&amp;acirc;y l&amp;agrave; ti&amp;ecirc;u chuẩn quốc tế về an ninh mạng v&amp;agrave; bảo vệ dữ liệu, c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh muốn đề xuất c&amp;aacute;c giải ph&amp;aacute;p an ninh mạng vượt trội của m&amp;igrave;nh cho c&amp;aacute;c b&amp;ecirc;n li&amp;ecirc;n quan th&amp;igrave; trước hết phải đạt được chứng nhận ISO/IEC 27001.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Lời kết&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Đối với c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng lưu trữ lượng lớn dữ liệu c&amp;aacute; nh&amp;acirc;n v&amp;agrave; danh s&amp;aacute;ch giao dịch, c&amp;aacute;c giải ph&amp;aacute;p v&amp;agrave; quy tr&amp;igrave;nh an ninh mạng l&amp;agrave; yếu tố quan trọng cần phải c&amp;oacute;. C&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh cần ch&amp;uacute; &amp;yacute; hơn đến c&amp;aacute;c rủi ro an ninh mạng cũng như lựa chọn được chiến lược th&amp;ocirc;ng minh để bảo vệ m&amp;igrave;nh trước những cuộc tấn c&amp;ocirc;ng an ninh mạng đang ng&amp;agrave;y c&amp;agrave;ng trở n&amp;ecirc;n tinh vi hơn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn tham khảo: Ph.D Ina Nikolova&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;/a&gt;&amp;nbsp;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;Threats of financial fraud, cyber attacks and other malicious activities have become a major concern for businesses around the world, especially in the banking sector.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;To help banks better protect their networks against growing internal and external threats &amp;ndash; this article will further analyze the current cybersecurity risks that banks must face. face, along with strategic solutions that banks can use to protect themselves against attacks.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;The importance of cybersecurity for banks&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;With the rapid development of technology, the risk of sensitive personal information such as bank accounts and passwords being attacked or accessed by bad guys is higher than ever, so maintaining a Safety systems have become extremely important for banks.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Customer data security is one of the leading and prerequisite factors, affecting the existence and reputation of the bank. Therefore, banks need to be constantly vigilant and implement advanced security measures to protect against security threats when accessing the internet or participating in online banking activities. Banks also need to ensure that they use the latest software updates and that all staff are trained on how to handle customer data and banking transactions securely.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;The biggest risk to banks' cybersecurity&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In recent years, the rate of cybercrime has increased to the point where it is considered the biggest threat to the financial sector. As hackers' methods and tactics become more sophisticated, consistently defending against attacks also becomes increasingly difficult.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Below are the most prominent cybersecurity threats in the banking sector.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Phishing attack&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This is a case where hackers create websites impersonating reputable units, then trick users into providing them with personal information. Typically, this form is done through email and third party messaging services. In this case, hackers will often impersonate bank websites or online transaction sites, e-wallets, etc. and trick users into providing sensitive information such as accounts and login passwords. , OTP verification code,...&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Distributed Denial of Service (DDoS) Attack&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;A distributed denial of service or Distributed Denial of Service (DDoS) attack uses a botnet - a collection of interconnected online devices - to generate large amounts of traffic to make the site website becomes unavailable to legitimate users. Unlike other cyber attacks, the goal of a DDoS attack is not to compromise website security. Instead, the goal is to make a network resource, server, or application unavailable to the target audience. A DDoS attack can also be used to hide other malicious activities and disable security devices to compromise a target's security. Notably, during the pandemic, the number of DDoS attacks increased by 30% for the financial services industry.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Data is not encrypted&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As cybercriminals become more sophisticated, data threats become even greater. It is not enough to simply protect the data access facilities, the data itself must also be encrypted. According to a report by multinational computer technology corporation IBM, the average loss of a data breach is 4.35 million USD. This value will certainly increase in the future when cyber attacks occur every day, causing enormous damage to businesses and users. However, with today's powerful encryption methods, these costs can be reduced or avoided altogether.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Ransomware&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ransomware is malware used by cybercriminals to encrypt important data and require the data owner to pay to access that data. This form of cyber attack is a serious threat to banks. In the age of cryptocurrency, cyber criminals are especially interested in finding vulnerabilities in decentralized systems, from which they can easily steal funds from transaction systems.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Manipulating data&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Altering and editing digital information is called data manipulation. Cyber criminals use a variety of attack methods to penetrate networks, gain access to software or applications, and alter data. By manipulating data instead of stealing it, hackers can be more successful and cause serious damage to organizations or individuals. This is a sophisticated cyber attack because it can take a long time for users to realize that their sensitive and confidential data has been changed and that it cannot be changed back.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Fake&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Spoofing is a form of cyberattack in which criminals disguise their identity as a reputable target to steal sensitive information or money. Banks face the constant threat of phishing attacks that can have serious consequences for their customers and operations. Additionally, man-in-the-middle attacks are increasingly attracting attention, in which hackers intercept communications between customers and banks to gain access to personal information, redirect payments, or even make a denial of service attack. So, it is therefore important for banks to remain vigilant and put in place safeguards to protect themselves from these threats.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Cybersecurity regulations for banks impact FinTech&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Thanks to FinTech regulations, financial institutions in general, and their cybersecurity managers in particular, can use them to evaluate their own security measures as well as those of their suppliers. Additionally, FinTech regulations also make it easier for financial institutions to identify the processes and procedures needed to mitigate cybersecurity risks.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Below are the three most common financial compliance requirements related to cybersecurity in the banking sector.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;NIST&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;NIST has become the leading standard for assessing cybersecurity, identifying vulnerabilities, and complying with cybersecurity laws, even when compliance is not required. NIST developed 110 requirements that cover various aspects of enterprise IT processes, policies, and technology. These requirements address access control, system configuration, and authentication methods. Additionally, cybersecurity and incident response protocols are also defined. Meeting all of these requirements ensures that your network, systems and personnel are effectively prepared to securely manage any controlled unclassified information (CUI).&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;GDPR&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The General Information Protection Regulation (EU GDPR) is a security framework designed to protect the personal data and privacy of EU citizens when conducting transactions between EU member states. Any company that processes the private data of EU citizens, whether manually or automatically, must comply with GDPR. This regulation highlights a set of security principles for data processors and data controllers to ensure the security of all user data throughout its lifecycle.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;ISO/IEC 27001&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The globally recognized ISO/IEC 27001 standard helps reduce security risks and protect information security systems (ISMS). This is an internationally recognized set of security policies and procedures that are essential to protecting an organization's most important assets such as customer and employee personal information, brand image, and customer service. signs and much more information.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As this is the international standard for cybersecurity and data protection, financial institutions that want to propose their superior cybersecurity solutions to stakeholders must first achieve ISO/Certification certification. IEC 27001.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Epilogue&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;For banks that store large amounts of personal data and transaction lists, cybersecurity solutions and processes are an important must-have. Financial institutions need to pay more attention to cybersecurity risks as well as choose smart strategies to protect themselves against cybersecurity attacks that are becoming more and more sophisticated.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Reference source: Ph.D Ina Nikolova&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Compiled by the author group DTSVN - Digital transformation solutions for the Finance and Banking industry.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation Company providing the latest digital solutions specifically for businesses in the Finance - Banking industry in Vietnam; Help banks and financial institutions quickly complete technology systems for digital transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now to get advice and experience the solution here&lt;/p&gt;
&lt;/div&gt;</content_en_html>
	<time_create_dt>2025-05-13T10:46:19.000Z</time_create_dt>
	<createdDate>2025-08-25T10:46:18.613Z</createdDate>
	<createdDate_dt>2025-08-25T10:46:18.613Z</createdDate_dt>
	<lastModifiedDate>2025-08-25T10:46:18.613Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-25T10:46:18.613Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>