<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>df92</objectGroupId>
	<objectId>df92fa93-3210-2af8-71b0-8feba46eebf9</objectId>
	<file-name>index.xml</file-name>
	<folder-name>df92fa93-3210-2af8-71b0-8feba46eebf9</folder-name>
	<internal-name>Giải pháp ngăn chặn gian lận bằng AI trong ngân hàng số</internal-name>
	<navLabel>Giải pháp ngăn chặn gian lận bằng AI trong ngân hàng số</navLabel>
	<title_vi_s>Giải pháp ngăn chặn gian lận bằng AI trong ngân hàng số</title_vi_s>
	<title_en_s>AI Fraud Prevention Solutions in Digital Banking</title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<categorys_o>	<item>	<key>Technology-News</key>
	<value_smv>Tin công nghệ</value_smv>
	</item></categorys_o>
	<content_vi_html>&lt;p style="text-align: justify;"&gt;Theo b&amp;aacute;o c&amp;aacute;o t&amp;agrave;i ch&amp;iacute;nh to&amp;agrave;n cầu năm 2024 của Quỹ tiền tệ Quốc tế (GFSR), gần 20% c&amp;aacute;c sự cố mạng được b&amp;aacute;o c&amp;aacute;o trong giai đoạn 2004-2023 đ&amp;atilde; ảnh hưởng trực tiếp đến ng&amp;agrave;nh t&amp;agrave;i ch&amp;iacute;nh, g&amp;acirc;y thiệt hại l&amp;ecirc;n đến gần 12 tỷ đ&amp;ocirc; la. Khi t&amp;igrave;nh trạng gian lận mạng ng&amp;agrave;y c&amp;agrave;ng tăng, c&amp;aacute;c giải ph&amp;aacute;p bảo mật truyền thống đ&amp;atilde; trở n&amp;ecirc;n lỗi thời v&amp;agrave; kh&amp;ocirc;ng c&amp;ograve;n đ&amp;aacute;p ứng được nhu cầu. Theo b&amp;aacute;o c&amp;aacute;o gần đ&amp;acirc;y &amp;ldquo;ZFraud Beat: Triển vọng Chiến lược T&amp;agrave;i ch&amp;iacute;nh&amp;rdquo; của Appgate, nhu cầu bảo vệ c&amp;aacute;c hệ thống ng&amp;acirc;n h&amp;agrave;ng số v&amp;agrave; giao dịch t&amp;agrave;i ch&amp;iacute;nh đang trở n&amp;ecirc;n cấp b&amp;aacute;ch hơn bao giờ hết.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;img src="/static-assets/images/3efqegf.jpg" alt="" width="986" height="520"&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;C&amp;aacute;c yếu tố ch&amp;iacute;nh g&amp;acirc;y ra gian lận trong c&amp;aacute;c giải ph&amp;aacute;p ng&amp;acirc;n h&amp;agrave;ng số&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Một số yếu tố th&amp;uacute;c đẩy sự gia tăng gian lận trong lĩnh vực t&amp;agrave;i ch&amp;iacute;nh:&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Bất ổn kinh tế to&amp;agrave;n cầu:&lt;/strong&gt;&amp;nbsp;Sự biến động kinh tế đang tạo ra một m&amp;ocirc;i trường đầy rủi ro cho c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh. Những kẻ xấu lợi dụng sự ch&amp;ecirc;nh lệch về quy định v&amp;agrave; khủng hoảng khu vực để ph&amp;aacute;t động c&amp;aacute;c cuộc tấn c&amp;ocirc;ng mạng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Quy định:&lt;/strong&gt;&amp;nbsp;C&amp;aacute;c quy định nghi&amp;ecirc;m ngặt hơn như Basel III, đ&amp;atilde; &amp;aacute;p đặt c&amp;aacute;c y&amp;ecirc;u cầu về vốn v&amp;agrave; an ninh mạng chặt chẽ đối với c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng quốc tế lớn, l&amp;agrave;m tăng th&amp;ecirc;m sự phức tạp cho hoạt động của họ.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;C&amp;ocirc;ng nghệ mới nổi:&lt;/strong&gt;&amp;nbsp;Trong khi tr&amp;iacute; tuệ nh&amp;acirc;n tạo (AI) v&amp;agrave; m&amp;aacute;y học (ML) đang c&amp;aacute;ch mạng h&amp;oacute;a c&amp;ocirc;ng t&amp;aacute;c ph&amp;ograve;ng chống gian lận, từ đ&amp;oacute; cũng mở ra c&amp;aacute;nh cửa mới cho tội phạm mạng sử dụng những c&amp;ocirc;ng nghệ n&amp;agrave;y để vượt qua h&amp;agrave;ng r&amp;agrave;o bảo mật.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Sức mạnh của c&amp;aacute;c giải ph&amp;aacute;p ph&amp;ograve;ng ngừa gian lận do AI điều khiển&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c giải ph&amp;aacute;p AI đang tạo ra cuộc c&amp;aacute;ch mạng trong việc ph&amp;aacute;t hiện gian lận trong lĩnh vực ng&amp;acirc;n h&amp;agrave;ng kỹ thuật số bằng c&amp;aacute;ch ph&amp;acirc;n t&amp;iacute;ch khối lượng lớn dữ liệu giao dịch theo thời gian thực, đồng thời n&amp;acirc;ng cao t&amp;iacute;nh bảo mật v&amp;agrave; hiệu quả hoạt động. Một v&amp;iacute; dụ ti&amp;ecirc;u biểu l&amp;agrave; giải ph&amp;aacute;p Detect Transaction Anomaly (DTA) của Appgate, sử dụng AI để gi&amp;aacute;m s&amp;aacute;t h&amp;agrave;ng tỷ giao dịch nhằm nhận diện c&amp;aacute;c m&amp;ocirc; h&amp;igrave;nh gian lận v&amp;agrave; chủ động giảm thiểu c&amp;aacute;c mối đe dọa. Theo dữ liệu từ Appgate, v&amp;agrave;o năm 2023, DTA đ&amp;atilde; ph&amp;acirc;n t&amp;iacute;ch hơn 2 tỷ giao dịch v&amp;agrave; ngăn chặn được 73,5 triệu đ&amp;ocirc; la gian lận. Điều n&amp;agrave;y cho thấy sự tăng trưởng đ&amp;aacute;ng kể, với 37% số lượng giao dịch được ph&amp;acirc;n t&amp;iacute;ch v&amp;agrave; 177% trong việc ngăn ngừa tổn thất do gian lận so với năm 2022.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Phương ph&amp;aacute;p tiếp cận được hỗ trợ bởi AI n&amp;agrave;y kh&amp;ocirc;ng chỉ ph&amp;aacute;t hiện gian lận hiệu quả hơn m&amp;agrave; c&amp;ograve;n giảm số lượng cảnh b&amp;aacute;o sai, cho ph&amp;eacute;p c&amp;aacute;c nh&amp;oacute;m ph&amp;ograve;ng chống gian lận tập trung v&amp;agrave;o c&amp;aacute;c trường hợp quan trọng. Tại Mỹ Latinh, DTA đ&amp;atilde; giảm cảnh b&amp;aacute;o gian lận h&amp;agrave;ng ng&amp;agrave;y xuống mức trung b&amp;igrave;nh l&amp;agrave; 45, cắt giảm đ&amp;aacute;ng kể chi ph&amp;iacute; hoạt động.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Ph&amp;ograve;ng ngừa gian lận to&amp;agrave;n diện&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Khung ph&amp;ograve;ng ngừa gian lận to&amp;agrave;n diện của Appgate được thiết kế theo hướng lặp đi lặp lại v&amp;agrave; th&amp;iacute;ch ứng, hướng dẫn c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh qua bốn giai đoạn thiết yếu nhằm đảm bảo sức mạnh của cơ chế ph&amp;ograve;ng thủ trước c&amp;aacute;c mối đe dọa đang ph&amp;aacute;t triển tr&amp;ecirc;n nền tảng ng&amp;acirc;n h&amp;agrave;ng trực tuyến của họ.&lt;/p&gt;
&lt;ol style="text-align: justify;"&gt;
&lt;li&gt;Đ&amp;aacute;nh gi&amp;aacute;: Giai đoạn n&amp;agrave;y đ&amp;aacute;nh gi&amp;aacute; mức độ sẵn s&amp;agrave;ng của tổ chức trong việc giải quyết gian lận. Bằng c&amp;aacute;ch x&amp;aacute;c định c&amp;aacute;c lỗ hổng trong hệ thống hiện tại, c&amp;aacute;c tổ chức c&amp;oacute; thể ưu ti&amp;ecirc;n c&amp;aacute;c lĩnh vực cần cải thiện. Đ&amp;aacute;nh gi&amp;aacute; tập trung v&amp;agrave;o khả năng phản ứng nhanh ch&amp;oacute;ng của tổ chức trước c&amp;aacute;c mối đe dọa v&amp;agrave; mức độ trưởng th&amp;agrave;nh của c&amp;aacute;c ch&amp;iacute;nh s&amp;aacute;ch ph&amp;ograve;ng ngừa gian lận hiện c&amp;oacute;.&lt;/li&gt;
&lt;li&gt;kỳ vọng: Sau khi đ&amp;aacute;nh gi&amp;aacute;, tổ chức phải thiết lập c&amp;aacute;c mục ti&amp;ecirc;u r&amp;otilde; r&amp;agrave;ng, thực tế để ph&amp;ograve;ng ngừa gian lận. Việc căn chỉnh kỳ vọng của c&amp;aacute;c b&amp;ecirc;n li&amp;ecirc;n quan đảm bảo rằng c&amp;aacute;c c&amp;ocirc;ng nghệ v&amp;agrave; chiến lược được lựa chọn sẽ đ&amp;aacute;p ứng được cả y&amp;ecirc;u cầu về hoạt động v&amp;agrave; quy định. Điều n&amp;agrave;y rất quan trọng để thiết lập nền tảng cho việc quản l&amp;yacute; gian lận c&amp;oacute; thể mở rộng v&amp;agrave; bền vững.&lt;/li&gt;
&lt;li&gt;Triển khai: Giai đoạn n&amp;agrave;y li&amp;ecirc;n quan đến việc triển khai c&amp;aacute;c giải ph&amp;aacute;p ph&amp;ograve;ng chống gian lận một c&amp;aacute;ch nhất qu&amp;aacute;n tr&amp;ecirc;n to&amp;agrave;n bộ tổ chức. Appgate nhấn mạnh tầm quan trọng của việc t&amp;iacute;ch hợp nhiều lớp ph&amp;aacute;t hiện gian lận, như c&amp;aacute;c hệ thống do AI hỗ trợ, để tăng cường bảo mật v&amp;agrave; hợp l&amp;yacute; h&amp;oacute;a hoạt động. C&amp;aacute;c hệ thống do AI điều khiển như Appgate DTA sử dụng m&amp;aacute;y học để ph&amp;acirc;n t&amp;iacute;ch h&amp;agrave;ng tỷ giao dịch, gi&amp;uacute;p giảm đ&amp;aacute;ng kể g&amp;aacute;nh nặng hoạt động.&lt;/li&gt;
&lt;li&gt;Hoạt động: Gi&amp;aacute;m s&amp;aacute;t v&amp;agrave; tối ưu h&amp;oacute;a li&amp;ecirc;n tục l&amp;agrave; điều cần thiết khi những kẻ lừa đảo ph&amp;aacute;t triển c&amp;aacute;c kỹ thuật của ch&amp;uacute;ng. C&amp;aacute;c giải ph&amp;aacute;p của Appgate cho ph&amp;eacute;p c&amp;aacute;c tổ chức th&amp;iacute;ch ứng nhanh ch&amp;oacute;ng bằng c&amp;aacute;ch sử dụng gi&amp;aacute;m s&amp;aacute;t giao dịch theo thời gian thực v&amp;agrave; ph&amp;aacute;t hiện bất thường, đảm bảo rằng c&amp;aacute;c tổ chức vẫn được bảo vệ khỏi c&amp;aacute;c mối đe dọa đ&amp;atilde; biết v&amp;agrave; mới nổi.&lt;/li&gt;
&lt;/ol&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Đổi mới li&amp;ecirc;n tục về bảo mật trong c&amp;aacute;c giải ph&amp;aacute;p ng&amp;acirc;n h&amp;agrave;ng số&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Khi c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh ng&amp;agrave;y c&amp;agrave;ng &amp;aacute;p dụng ng&amp;acirc;n h&amp;agrave;ng số để n&amp;acirc;ng cao trải nghiệm của kh&amp;aacute;ch h&amp;agrave;ng hoặc th&amp;agrave;nh vi&amp;ecirc;n, việc tăng cường c&amp;aacute;c biện ph&amp;aacute;p an ninh mạng trở n&amp;ecirc;n tối quan trọng. Việc triển khai c&amp;aacute;c giải ph&amp;aacute;p ti&amp;ecirc;n tiến do AI điều khiển gi&amp;uacute;p ph&amp;aacute;t hiện gian lận theo thời gian thực v&amp;agrave; cho ph&amp;eacute;p c&amp;aacute;c tổ chức nhanh ch&amp;oacute;ng th&amp;iacute;ch ứng với c&amp;aacute;c mối đe dọa mới nổi. Ngo&amp;agrave;i ra, việc ph&amp;aacute;t triển c&amp;aacute;c chiến lược quản l&amp;yacute; rủi ro chủ động l&amp;agrave; rất quan trọng để giảm khả năng xảy ra sự cố. Thay v&amp;igrave; chỉ phản ứng với c&amp;aacute;c cuộc tấn c&amp;ocirc;ng, c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh n&amp;ecirc;n dự đo&amp;aacute;n c&amp;aacute;c rủi ro tiềm ẩn v&amp;agrave; tăng cường ph&amp;ograve;ng thủ trước khi vi phạm xảy ra.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn tham khảo: ALKami&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN &amp;ndash; Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh &amp;ndash; Ng&amp;acirc;n h&amp;agrave;ng.&amp;nbsp;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;mdash;&amp;mdash;-&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh &amp;ndash; Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;/a&gt;&lt;/p&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;According to the International Monetary Fund&amp;rsquo;s Global Financial Stability Report 2024 (GFSR), nearly 20% of cyber incidents reported between 2004 and 2023 directly impacted the financial sector, causing losses of nearly $12 billion. As cyber fraud continues to increase, traditional security solutions are becoming outdated and no longer meeting the needs. According to Appgate&amp;rsquo;s recent report &amp;ldquo;ZFraud Beat: Financial Strategy Outlook,&amp;rdquo; the need to protect digital banking systems and financial transactions is more urgent than ever.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Key Factors Driving Fraud in Digital Banking Solutions&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Some of the factors driving the rise in fraud in the financial sector are:&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Global economic uncertainty: Economic volatility is creating a risky environment for financial institutions. Bad actors are exploiting regulatory gaps and regional crises to launch cyberattacks.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Regulations: Stricter regulations such as Basel III, which have imposed tight capital and cybersecurity requirements on large international banks, add complexity to their operations.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Emerging technologies: While artificial intelligence (AI) and machine learning (ML) are revolutionizing fraud prevention, they are also opening new doors for cybercriminals to use these technologies to bypass security barriers.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;The Power of AI-Driven Fraud Prevention Solutions&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;AI solutions are revolutionizing fraud detection in digital banking by analyzing large volumes of transaction data in real time, while improving security and operational efficiency. A prime example is Appgate&amp;rsquo;s Detect Transaction Anomaly (DTA) solution, which uses AI to monitor billions of transactions to identify fraud patterns and proactively mitigate threats. According to Appgate data, in 2023, DTA analyzed over 2 billion transactions and prevented $73.5 million in fraud. This represents a significant increase, with 37% more transactions analyzed and 177% more fraud loss prevention compared to 2022.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This AI-powered approach not only detects fraud more effectively, but also reduces the number of false alarms, allowing fraud prevention teams to focus on important cases. In Latin America, DTA has reduced daily fraud alerts to an average of 45, significantly cutting operational costs.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Comprehensive Fraud Prevention&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Appgate&amp;rsquo;s comprehensive fraud prevention framework is designed to be iterative and adaptive, guiding financial institutions through four essential stages to ensure the strength of their defenses against evolving threats on their online banking platforms.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Assess: This stage assesses the organization&amp;rsquo;s readiness to address fraud. By identifying gaps in current systems, organizations can prioritize areas for improvement. The assessment focuses on the organization&amp;rsquo;s ability to respond quickly to threats and the maturity of existing fraud prevention policies.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;br&gt;Expectations: After the assessment, the organization must set clear, realistic goals for fraud prevention. Aligning stakeholder expectations ensures that the technologies and strategies selected meet both operational and regulatory requirements. This is critical to establishing a foundation for scalable and sustainable fraud management.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;br&gt;Implementation: This phase involves deploying fraud prevention solutions consistently across the entire organization. Appgate emphasizes the importance of integrating multiple layers of fraud detection, such as AI-powered systems, to enhance security and streamline operations. AI-driven systems like Appgate DTA use machine learning to analyze billions of transactions, significantly reducing the operational burden.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Operations: Continuous monitoring and optimization are essential as fraudsters evolve their techniques. Appgate&amp;rsquo;s solutions enable organizations to adapt quickly using real-time transaction monitoring and anomaly detection, ensuring that organizations remain protected from known and emerging threats.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Continuous Security Innovation in Digital Banking Solutions&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As financial institutions increasingly adopt digital banking to enhance the customer or member experience, enhancing cybersecurity measures becomes paramount. Implementing advanced AI-driven solutions enables real-time fraud detection and allows organizations to quickly adapt to emerging threats. Additionally, developing proactive risk management strategies is critical to reducing the likelihood of incidents. Instead of just reacting to attacks, financial institutions should anticipate potential risks and strengthen defenses before a breach occurs.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;&lt;strong&gt;Reference source: ALKami&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;&lt;strong&gt;Compiled by the author group DTSVN - Digital transformation solutions for the Finance - Banking industry.&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;mdash;&amp;mdash;-&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation Company providing the latest digital solutions exclusively for businesses in the Finance - Banking industry in Vietnam; helping Banks and financial institutions quickly complete their technology systems to serve Digital Transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for advice and experience the solution here&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;img&gt;&lt;/p&gt;</content_en_html>
	<createdDate>2025-07-04T03:54:13.225Z</createdDate>
	<createdDate_dt>2025-07-04T03:54:13.225Z</createdDate_dt>
	<lastModifiedDate>2025-08-07T07:18:38.258Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-07T07:18:38.258Z</lastModifiedDate_dt>
	<img_main_s>/static-assets/images/aczxfe.jpg</img_main_s>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<time_create_dt>2025-06-20T07:45:17.000Z</time_create_dt>
	<time_create_dt_tz>Asia/Saigon</time_create_dt_tz>
</page>