<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>1dad</objectGroupId>
	<objectId>1dad6ea4-4d60-a5a5-661e-c1703b606464</objectId>
	<file-name>index.xml</file-name>
	<folder-name>1dad6ea4-4d60-a5a5-661e-c1703b606464</folder-name>
	<internal-name>DTSVN ký kết hợp tác chiến lược toàn diện cùng Lạc Long Quân</internal-name>
	<navLabel>DTSVN ký kết hợp tác chiến lược toàn diện cùng Lạc Long Quân</navLabel>
	<title_vi_s>DTSVN ký kết hợp tác chiến lược toàn diện cùng Lạc Long Quân</title_vi_s>
	<title_en_s>DTSVN signed a comprehensive strategic cooperation agreement with Lac Long Quan</title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<categorys_o>	<item>	<key>Business-News</key>
	<value_smv>Tin kinh doanh</value_smv>
	</item></categorys_o>
	<img_main_s>/static-assets/images/z5896369851596_de9b80c0e9cf41f625897b8f21ada911.jpg</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;p style="text-align: justify;"&gt;Th&amp;aacute;ng 9 vừa qua tại H&amp;agrave; Nội, C&amp;ocirc;ng ty Cổ phần Giải ph&amp;aacute;p Chuyển đổi số Việt Nam (DTSVN) v&amp;agrave; C&amp;ocirc;ng ty Cổ phần C&amp;ocirc;ng nghệ v&amp;agrave; Dịch vụ Phần mềm Lạc Long Qu&amp;acirc;n (LLQ) đ&amp;atilde; ch&amp;iacute;nh thức k&amp;yacute; kết thỏa thuận hợp t&amp;aacute;c chiến lược to&amp;agrave;n diện.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;Đ&amp;acirc;y l&amp;agrave; sự kiện đ&amp;aacute;nh dấu bước ngoặt quan trọng trong việc kết hợp giữa hai C&amp;ocirc;ng ty h&amp;agrave;ng đầu trong lĩnh vực c&amp;ocirc;ng nghệ tại Việt Nam, mang lại c&amp;aacute;c giải ph&amp;aacute;p c&amp;ocirc;ng nghệ ti&amp;ecirc;n tiến v&amp;agrave; tối ưu cho kh&amp;aacute;ch h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Thỏa thuận hợp t&amp;aacute;c giữa LLQ v&amp;agrave; DTSVN tập trung v&amp;agrave;o việc tư vấn v&amp;agrave; cung cấp giải ph&amp;aacute;p c&amp;ocirc;ng nghệ cho kh&amp;aacute;ch h&amp;agrave;ng, bao gồm c&amp;aacute;c sản phẩm của LLQ v&amp;agrave; DTSVN. Hai b&amp;ecirc;n sẽ c&amp;ugrave;ng nhau triển khai v&amp;agrave; giới thiệu những sản phẩm, dịch vụ đến tay kh&amp;aacute;ch h&amp;agrave;ng dựa tr&amp;ecirc;n c&amp;aacute;c nguy&amp;ecirc;n tắc v&amp;agrave; lợi &amp;iacute;ch chung.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong qu&amp;aacute; tr&amp;igrave;nh hợp t&amp;aacute;c, DTSVN v&amp;agrave; LLQ thống nhất sử dụng c&amp;aacute;c sản phẩm/dịch vụ của đối t&amp;aacute;c giới thiệu, quảng b&amp;aacute; tr&amp;ecirc;n c&amp;aacute;c k&amp;ecirc;nh của m&amp;igrave;nh nhằm tiếp cận cung cấp cho kh&amp;aacute;ch h&amp;agrave;ng giải ph&amp;aacute;p to&amp;agrave;n diện. Hai b&amp;ecirc;n kết hợp kinh doanh dựa tr&amp;ecirc;n ti&amp;ecirc;u ch&amp;iacute; &amp;ldquo;Win - Win&amp;rdquo; v&amp;agrave; hướng tới n&amp;acirc;ng cao trải nghiệm cho mọi kh&amp;aacute;ch h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;img&gt;&lt;img src="/static-assets/images/z5896369851596_de9b80c0e9cf41f625897b8f21ada911.jpg" alt="" width="2560" height="1472"&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Sự kiện đ&amp;aacute;nh dấu bước tiến mới của DTSVN&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Với gần 10 năm h&amp;igrave;nh th&amp;agrave;nh v&amp;agrave; ph&amp;aacute;t triển, LLQ đ&amp;atilde; v&amp;agrave; đang khẳng định vị thế ti&amp;ecirc;n phong trong ng&amp;agrave;nh. B&amp;ecirc;n cạnh việc ph&amp;aacute;t triển c&amp;aacute;c sản phẩm phần mềm t&amp;ugrave;y chỉnh cho nhiều tổ chức t&amp;agrave;i ch&amp;iacute;nh ng&amp;acirc;n h&amp;agrave;ng lớn, LLQ c&amp;ograve;n đầu tư v&amp;agrave; ti&amp;ecirc;n phong trong việc nghi&amp;ecirc;n cứu v&amp;agrave; ph&amp;aacute;t triển một số sản phẩm đ&amp;oacute;ng g&amp;oacute;i tại việt nam như: nền tảng tự động h&amp;oacute;a iWorkflow; Sản phẩm LLQ QA Platform; Hệ thống đ&amp;agrave;o tạo trực tuyến, v&amp;agrave; giải ph&amp;aacute;p bảo mật thẻ t&amp;iacute;n dụng,....&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Nổi bật trong số đ&amp;oacute; c&amp;oacute; sản phẩm LLQ QA Platform, Đ&amp;acirc;y l&amp;agrave; sản phẩm đang được LLQ hướng đến việc x&amp;acirc;y dựng v&amp;agrave; ph&amp;aacute;t triển theo m&amp;ocirc; h&amp;igrave;nh Trung t&amp;acirc;m Kiểm thử&amp;nbsp; (TCoE - Testing Center of Excellence) nhằm cải thiện chất lượng phần mềm, tăng cường hiệu quả quy tr&amp;igrave;nh kiểm thử, v&amp;agrave; tối ưu h&amp;oacute;a chi ph&amp;iacute; vận h&amp;agrave;nh cho doanh nghiệp.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong lĩnh vực giải ph&amp;aacute;p chuyển đổi số, DTSVN l&amp;agrave; đơn vị ti&amp;ecirc;n phong&amp;nbsp;cung cấp c&amp;aacute;c giải ph&amp;aacute;p số h&amp;oacute;a cho c&amp;aacute;c Ng&amp;acirc;n h&amp;agrave;ng, Tổ chức t&amp;agrave;i ch&amp;iacute;nh tại Việt Nam.&amp;nbsp;DTSVN đ&amp;atilde; đạt được rất nhiều th&amp;agrave;nh tựu trong việc ph&amp;aacute;t triển c&amp;aacute;c phần mềm, ứng dụng Big Data, giải ph&amp;aacute;p số h&amp;oacute;a, c&amp;ocirc;ng nghệ số,&amp;hellip;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Với phương ch&amp;acirc;m &amp;ldquo;C&amp;ugrave;ng mang lại gi&amp;aacute; trị, c&amp;ugrave;ng nhau ph&amp;aacute;t triển to&amp;agrave;n diện &amp;ndash; Bring values together&amp;rdquo;, DTSVN &amp;ndash; đ&amp;atilde; v&amp;agrave; đang đồng h&amp;agrave;nh c&amp;ugrave;ng nhiều doanh nghiệp, tổ chức tr&amp;ecirc;n cả nước trong qu&amp;aacute; tr&amp;igrave;nh tạo dựng, x&amp;acirc;y dựng thương hiệu uy t&amp;iacute;n &amp;amp; chất lượng với kh&amp;aacute;ch h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Sự kiện l&amp;agrave; dấu mốc khởi đầu cho chuỗi hợp t&amp;aacute;c giữa hai b&amp;ecirc;n để c&amp;ugrave;ng tập trung x&amp;acirc;y dựng v&amp;agrave; cung cấp giải ph&amp;aacute;p c&amp;ocirc;ng nghệ vận h&amp;agrave;nh tối ưu d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh tại Việt Nam; Gi&amp;uacute;p c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh ng&amp;agrave;y c&amp;agrave;ng ho&amp;agrave;n thiện v&amp;agrave; n&amp;acirc;ng cao trải nghiệm người d&amp;ugrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;------------------------------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Với việc hợp t&amp;aacute;c c&amp;ugrave;ng nhiều c&amp;ocirc;ng ty c&amp;ocirc;ng nghệ h&amp;agrave;ng đầu tr&amp;ecirc;n thế giới, DTSVN đ&amp;atilde; v&amp;agrave; đang cung cấp h&amp;agrave;ng loạt giải ph&amp;aacute;p c&amp;ocirc;ng nghệ ưu việt c&amp;ugrave;ng c&amp;aacute;c ứng dụng s&amp;aacute;ng tạo trong lĩnh vực phần mềm, số h&amp;oacute;a; DTSVN đang được nhiều Ng&amp;acirc;n h&amp;agrave;ng, Doanh nghiệp t&amp;agrave;i ch&amp;iacute;nh lớn lựa chọn: VietinBank, BIDV,...&lt;/p&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;This September in Hanoi, Vietnam Digital Transformation Solutions Joint Stock Company (DTSVN) and Lac Long Quan Technology and Software Services Joint Stock Company (LLQ) officially signed a comprehensive strategic cooperation agreement.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This event marks an important milestone in the collaboration between two leading technology companies in Vietnam, bringing advanced and optimized technology solutions to customers.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The cooperation agreement between LLQ and DTSVN focuses on consulting and providing technology solutions to customers, including products from both LLQ and DTSVN. The two parties will jointly implement and introduce products and services to customers based on shared principles and mutual benefits.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;During the cooperation, DTSVN and LLQ agreed to utilize each other&amp;rsquo;s products/services for introduction and promotion across their communication channels, aiming to provide customers with comprehensive solutions. The two companies will conduct business collaboration on the principle of &amp;ldquo;Win - Win&amp;rdquo; and strive to enhance customer experiences.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;A new milestone for DTSVN&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;With nearly 10 years of establishment and development, LLQ has affirmed its pioneering position in the industry. In addition to developing customized software solutions for major financial institutions and banks, LLQ has also invested in and pioneered the research and development of several packaged products in Vietnam such as: the iWorkflow automation platform; LLQ QA Platform; E-learning system; and credit card security solutions, among others.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Among these, the standout is the LLQ QA Platform, which LLQ is developing under the Testing Center of Excellence (TCoE) model to improve software quality, enhance testing efficiency, and optimize operational costs for enterprises.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In the field of digital transformation solutions, DTSVN is a pioneer in providing digitalization solutions for banks and financial institutions in Vietnam. DTSVN has achieved numerous accomplishments in developing software, Big Data applications, digitalization, and cutting-edge technology solutions.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;With the motto &lt;strong&gt;&amp;ldquo;Bring values together&amp;rdquo;&lt;/strong&gt;, DTSVN has been accompanying many businesses and organizations across the country in building reputable and high-quality brands with customers.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This event marks the beginning of a series of collaborations between the two companies to jointly build and provide optimized technology operation solutions tailored for banks and financial institutions in Vietnam, helping them improve and enhance user experiences.&lt;/p&gt;
&lt;hr&gt;
&lt;p style="text-align: justify;"&gt;By cooperating with many leading global technology companies, DTSVN has been delivering superior technology solutions along with innovative applications in the fields of software and digitalization. DTSVN is the trusted choice of many major banks and financial enterprises such as VietinBank, BIDV, and others.&lt;/p&gt;</content_en_html>
	<time_create_dt>2025-05-08T03:39:01.000Z</time_create_dt>
	<createdDate>2025-08-26T03:38:59.681Z</createdDate>
	<createdDate_dt>2025-08-26T03:38:59.681Z</createdDate_dt>
	<lastModifiedDate>2025-08-26T03:38:59.681Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-26T03:38:59.681Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>