<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>07e8</objectGroupId>
	<objectId>07e86e9e-e186-733a-3830-d27effe8177b</objectId>
	<file-name>index.xml</file-name>
	<folder-name>07e86e9e-e186-733a-3830-d27effe8177b</folder-name>
	<internal-name>VietinBank Go-Live Dự Án: Automation Marketing Platform Cùng Insider và DTSVN</internal-name>
	<navLabel>VietinBank Go-Live Dự Án: Automation Marketing Platform Cùng Insider và DTSVN</navLabel>
	<title_vi_s>VietinBank Go-Live Dự Án: Automation Marketing Platform Cùng Insider và DTSVN</title_vi_s>
	<title_en_s>VietinBank Go-Live Project: Automation Marketing Platform with Insider and DTSVN</title_en_s>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<img_main_s>/static-assets/images/z6945738612937_327467502cce5a1748c44d843f7a8329.jpg</img_main_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;H&amp;agrave; Nội, ng&amp;agrave;y 01 th&amp;aacute;ng 10 năm 2024 tại trụ sở Ng&amp;acirc;n h&amp;agrave;ng TMCP C&amp;ocirc;ng Thương Việt Nam (VietinBank), một trong 4 ng&amp;acirc;n h&amp;agrave;ng lớn nhất Việt Nam, đ&amp;atilde; diễn ra buổi Go-Live Dự &amp;aacute;n Marketing Platform, đ&amp;aacute;nh dấu hợp t&amp;aacute;c chiến lược giữa VietinBank với Insider v&amp;agrave; DTSVN. Thỏa thuận n&amp;agrave;y l&amp;agrave; cột mốc quan trọng trong chiến lược chuyển đổi số của VietinBank, với mục ti&amp;ecirc;u n&amp;acirc;ng cao trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng, thấu hiểu v&amp;agrave; tối ưu h&amp;oacute;a hoạt động marketing th&amp;ocirc;ng qua ứng dụng c&amp;aacute;c c&amp;ocirc;ng nghệ ti&amp;ecirc;n tiến nhất.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;&lt;img&gt;&lt;img src="/static-assets/images/z6945738612937_327467502cce5a1748c44d843f7a8329.jpg" alt="" width="2048" height="1120"&gt;&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;&lt;strong&gt;Th&amp;aacute;ch thức v&amp;agrave; Cơ hội Chuyển đổi số của VietinBank&lt;/strong&gt;&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;L&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng h&amp;agrave;ng đầu Việt Nam, VietinBank lu&amp;ocirc;n đối mặt với nhiều th&amp;aacute;ch thức trong bối cảnh cạnh tranh ng&amp;agrave;y c&amp;agrave;ng khốc liệt. Với mục ti&amp;ecirc;u trở th&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng số h&amp;oacute;a to&amp;agrave;n diện hoạt động kinh doanh, mang đến nhiều lợi &amp;iacute;ch cho kh&amp;aacute;ch h&amp;agrave;ng, VietinBank đ&amp;atilde; triển khai đồng bộ nhiều giải ph&amp;aacute;p:&amp;nbsp;&amp;nbsp;&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;&lt;strong&gt;Ứng dụng c&amp;ocirc;ng nghệ trong Quản l&amp;yacute; v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch dữ liệu kh&amp;aacute;ch h&amp;agrave;ng&lt;/strong&gt;: Số lượng giao dịch h&amp;agrave;ng ng&amp;agrave;y từ h&amp;agrave;ng triệu kh&amp;aacute;ch h&amp;agrave;ng y&amp;ecirc;u cầu một hệ thống mạnh mẽ để quản l&amp;yacute;, ph&amp;acirc;n t&amp;iacute;ch v&amp;agrave; sử dụng dữ liệu hiệu quả.&lt;/li&gt;
&lt;li&gt;&lt;strong&gt;Tăng cường chất lượng dịch vụ mang đến trải nghiệm tốt nhất cho kh&amp;aacute;ch h&amp;agrave;ng&lt;/strong&gt;: Kh&amp;aacute;ch h&amp;agrave;ng ng&amp;agrave;y c&amp;agrave;ng mong đợi những trải nghiệm tiện &amp;iacute;ch v&amp;agrave; c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a tr&amp;ecirc;n nhiều k&amp;ecirc;nh kh&amp;aacute;c nhau.&lt;/li&gt;
&lt;li&gt;&lt;strong&gt;N&amp;acirc;ng cao hiệu quả kinh doanh, cung cấp sản phẩm dịch vụ an to&amp;agrave;n, bảo mật&lt;/strong&gt;: B&amp;ecirc;n cạnh việc đảm bảo sự thuận tiện v&amp;agrave; nhanh ch&amp;oacute;ng, yếu tố an ninh v&amp;agrave; bảo mật lu&amp;ocirc;n phải được đặt l&amp;ecirc;n h&amp;agrave;ng đầu trong mỗi giao dịch.&lt;/li&gt;
&lt;/ul&gt;
&lt;p&gt;&lt;img src="/static-assets/images/z6945746578036_03bd8680ce32a5315e80b97525ffed21.jpg" alt="" width="2048" height="1536"&gt;&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;&lt;strong&gt;Insider v&amp;agrave; DTSVN &amp;ndash; Đồng h&amp;agrave;nh trong h&amp;agrave;nh tr&amp;igrave;nh chuyển đổi&lt;/strong&gt;&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Với kinh nghiệm to&amp;agrave;n cầu của Insider v&amp;agrave; sự am hiểu vận h&amp;agrave;nh giải ph&amp;aacute;p tại Việt Nam của DTSVN, việc đồng h&amp;agrave;nh của 2 đối t&amp;aacute;c gi&amp;uacute;p VietinBank thấu hiểu nguời d&amp;ugrave;ng, tối ưu trải nghiệm v&amp;agrave; đưa ra những quyết định chiến lược phục vụ kinh doanh quan trọng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;DTSVN&lt;/strong&gt;&amp;nbsp;l&amp;agrave; một hệ sinh th&amp;aacute;i chuyển đổi số, chuy&amp;ecirc;n cung cấp c&amp;aacute;c giải ph&amp;aacute;p số h&amp;oacute;a cho&amp;nbsp; doanh nghiệp trong lĩnh vực t&amp;agrave;i ch&amp;iacute;nh &amp;ndash; ng&amp;acirc;n h&amp;agrave;ng &amp;ndash; chứng kho&amp;aacute;n tại Việt Nam. Đội ngũ của DTSVN c&amp;oacute; hơn 70% l&amp;agrave; kỹ sư c&amp;ocirc;ng nghệ gi&amp;agrave;u kinh nghiệm, đ&amp;atilde; từng triển khai nhiều giải ph&amp;aacute;p số h&amp;oacute;a cho c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng top đầu tại Việt Nam.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Insider&lt;/strong&gt;, với nền tảng quản l&amp;yacute; dữ liệu v&amp;agrave; x&amp;acirc;y dựng trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng mạnh mẽ, chuy&amp;ecirc;n cung cấp c&amp;aacute;c giải ph&amp;aacute;p gi&amp;uacute;p c&amp;aacute;c nh&amp;agrave; tiếp thị tối ưu h&amp;oacute;a tương t&amp;aacute;c, cải thiện tỷ lệ chuyển đổi, v&amp;agrave; x&amp;acirc;y dựng mối quan hệ bền vững với kh&amp;aacute;ch h&amp;agrave;ng xuy&amp;ecirc;n suốt v&amp;ograve;ng đời người d&amp;ugrave;ng. Sử dụng c&amp;ocirc;ng nghệ AI v&amp;agrave; khả năng dự đo&amp;aacute;n ph&amp;acirc;n kh&amp;uacute;c kh&amp;aacute;ch h&amp;agrave;ng, nền tảng&amp;nbsp;&lt;strong&gt;Insider CDxP&lt;/strong&gt;&amp;nbsp;gi&amp;uacute;p tạo ra c&amp;aacute;c trải nghiệm c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a đa k&amp;ecirc;nh tr&amp;ecirc;n c&amp;aacute;c nền tảng như Web, App, Web Push, Email, SMS, Messaging App v&amp;agrave; Ads.&amp;nbsp;&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;&lt;strong&gt;Lợi &amp;iacute;ch vượt trội cho kh&amp;aacute;ch h&amp;agrave;ng của VietinBank&lt;/strong&gt;&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;Với việc t&amp;iacute;ch hợp giải ph&amp;aacute;p c&amp;ocirc;ng nghệ mới n&amp;agrave;y, Kh&amp;aacute;ch h&amp;agrave;ng của VietinBank sẽ l&amp;agrave; những người được hưởng lợi trực tiếp, khi c&amp;ocirc;ng nghệ gi&amp;uacute;p mở ra một thế giới dịch vụ t&amp;agrave;i ch&amp;iacute;nh hiện đại v&amp;agrave; to&amp;agrave;n diện hơn. C&amp;aacute;c sản phẩm dịch vụ ng&amp;acirc;n h&amp;agrave;ng hiện đại được c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a theo h&amp;agrave;nh tr&amp;igrave;nh gi&amp;uacute;p kh&amp;aacute;ch h&amp;agrave;ng tiếp cận một c&amp;aacute;ch nhanh ch&amp;oacute;ng, thuận lợi, ph&amp;ugrave; hợp với nhu cầu. Đồng thời, VietinBank r&amp;uacute;t ngắn thời gian cung cấp c&amp;aacute;c sản phẩm dịch vụ, n&amp;acirc;ng cao chất lượng c&amp;ugrave;ng trải nghiệm tốt nhất đến với c&amp;aacute;c kh&amp;aacute;ch h&amp;agrave;ng. Đ&amp;acirc;y kh&amp;ocirc;ng chỉ l&amp;agrave; bước tiến mạnh mẽ trong h&amp;agrave;nh tr&amp;igrave;nh chuyển đổi số của VietinBank m&amp;agrave; c&amp;ograve;n l&amp;agrave; minh chứng cho tầm nh&amp;igrave;n d&amp;agrave;i hạn của ng&amp;acirc;n h&amp;agrave;ng trong việc đặt kh&amp;aacute;ch h&amp;agrave;ng l&amp;agrave;m trung t&amp;acirc;m, lu&amp;ocirc;n coi trọng v&amp;agrave; đặt lợi &amp;iacute;ch của kh&amp;aacute;ch h&amp;agrave;ng l&amp;agrave;m mục ti&amp;ecirc;u cho hoạt động kinh doanh.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Qua việc &amp;aacute;p dụng c&amp;ocirc;ng nghệ ti&amp;ecirc;n tiến v&amp;agrave; chiến lược tối ưu h&amp;oacute;a dữ liệu, VietinBank sẽ tiếp tục khẳng định vị thế l&amp;agrave; ng&amp;acirc;n h&amp;agrave;ng h&amp;agrave;ng đầu, ti&amp;ecirc;n phong về chuyển đổi số tại Việt Nam.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;/a&gt;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Hanoi, October 1, 2024&lt;/strong&gt; &amp;ndash; At the headquarters of Vietnam Joint Stock Commercial Bank for Industry and Trade (VietinBank), one of the four largest banks in Vietnam, the &lt;strong&gt;Go-Live Ceremony of the Marketing Platform Project&lt;/strong&gt; officially took place, marking a strategic cooperation between VietinBank, Insider, and DTSVN. This agreement is an important milestone in VietinBank&amp;rsquo;s digital transformation strategy, aiming to enhance customer experience, improve insights, and optimize marketing activities through the application of advanced technologies.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;Challenges and Opportunities in VietinBank&amp;rsquo;s Digital Transformation&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;As one of the leading banks in Vietnam, VietinBank faces many challenges in an increasingly competitive landscape. With the goal of becoming a fully digitalized bank, bringing more value to customers, VietinBank has implemented a series of comprehensive solutions:&lt;/p&gt;
&lt;ul style="text-align: justify;"&gt;
&lt;li&gt;
&lt;p&gt;&lt;strong&gt;Applying technology in customer data management and analysis:&lt;/strong&gt; With millions of daily customer transactions, VietinBank requires a robust system to manage, analyze, and effectively utilize data.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;&lt;strong&gt;Enhancing service quality to deliver the best customer experience:&lt;/strong&gt; Customers increasingly expect personalized and convenient experiences across multiple channels.&lt;/p&gt;
&lt;/li&gt;
&lt;li&gt;
&lt;p&gt;&lt;strong&gt;Improving business efficiency with safe and secure products and services:&lt;/strong&gt; In addition to speed and convenience, security and safety are always top priorities in every transaction.&lt;/p&gt;
&lt;/li&gt;
&lt;/ul&gt;
&lt;h3 style="text-align: justify;"&gt;Insider and DTSVN &amp;ndash; Companions in the Transformation Journey&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;With Insider&amp;rsquo;s global expertise and DTSVN&amp;rsquo;s local know-how in implementing solutions in Vietnam, the partnership enables VietinBank to better understand users, optimize experiences, and make strategic business decisions.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a digital transformation ecosystem specializing in providing digital solutions for enterprises in Vietnam&amp;rsquo;s finance, banking, and securities sectors. Over 70% of DTSVN&amp;rsquo;s team are experienced technology engineers who have successfully deployed numerous digital solutions for top banks in Vietnam.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Insider, with its powerful customer data management and experience-building platform, provides solutions that help marketers optimize interactions, improve conversion rates, and build long-term customer relationships across the entire user lifecycle. By leveraging AI and predictive segmentation capabilities, Insider&amp;rsquo;s &lt;strong&gt;CDxP platform&lt;/strong&gt; delivers personalized, cross-channel experiences across Web, App, Web Push, Email, SMS, Messaging Apps, and Ads.&lt;/p&gt;
&lt;h3 style="text-align: justify;"&gt;Superior Benefits for VietinBank Customers&lt;/h3&gt;
&lt;p style="text-align: justify;"&gt;With the integration of this new technology solution, VietinBank customers will directly benefit from a modern and comprehensive financial service ecosystem. Banking products and services will be personalized along the customer journey, enabling quick, convenient, and needs-based access. At the same time, VietinBank shortens the time-to-market for its services, while improving quality and customer experience.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This is not only a significant step forward in VietinBank&amp;rsquo;s digital transformation journey but also a testament to the bank&amp;rsquo;s long-term vision of putting customers at the center, prioritizing customer benefits as the ultimate goal of its business operations.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;By applying advanced technologies and data-driven strategies, VietinBank continues to reaffirm its position as a leading bank and a pioneer in digital transformation in Vietnam.&lt;/p&gt;
&lt;hr&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation company providing the latest digital solutions tailored for enterprises in Vietnam&amp;rsquo;s Finance &amp;ndash; Banking sector, helping banks and financial institutions quickly modernize their technology systems to accelerate Digital Transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for consultation and to experience our solutions [here].&lt;/p&gt;</content_en_html>
	<time_create_dt>2024-10-02T03:56:17.000Z</time_create_dt>
	<createdDate>2025-08-26T03:56:16.641Z</createdDate>
	<createdDate_dt>2025-08-26T03:56:16.641Z</createdDate_dt>
	<lastModifiedDate>2025-08-26T03:56:16.641Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-26T03:56:16.641Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>