<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>53da</objectGroupId>
	<objectId>53da3932-b71d-bf2c-0041-9d7e7910f6d8</objectId>
	<file-name>index.xml</file-name>
	<folder-name>53da3932-b71d-bf2c-0041-9d7e7910f6d8</folder-name>
	<internal-name>Muốn thực hiện đổi mới, các ngân hàng cần lưu ý điều gì?</internal-name>
	<navLabel>Muốn thực hiện đổi mới, các ngân hàng cần lưu ý điều gì?</navLabel>
	<title_vi_s>Muốn thực hiện đổi mới, các ngân hàng cần lưu ý điều gì?</title_vi_s>
	<title_en_s>What should banks keep in mind when implementing innovation? </title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<img_main_s/>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;div style="text-align: justify;"&gt;
&lt;p style="text-align: justify;"&gt;Mục ti&amp;ecirc;u chủ yếu của mọi &amp;yacute; tưởng đổi mới trong lĩnh vực ng&amp;acirc;n h&amp;agrave;ng l&amp;agrave; đơn giản h&amp;oacute;a cuộc sống của người d&amp;ugrave;ng. Chỉ khi thực sự đảm bảo sự thuận tiện cho kh&amp;aacute;ch h&amp;agrave;ng, những đổi mới n&amp;agrave;y trong ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng mới thực sự đạt được th&amp;agrave;nh c&amp;ocirc;ng.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;Đổi mới trong ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng đề cập đến việc giới thiệu c&amp;aacute;c &amp;yacute; tưởng v&amp;agrave; c&amp;ocirc;ng nghệ mới nhằm n&amp;acirc;ng cao hiệu quả v&amp;agrave; hiệu quả của c&amp;aacute;c dịch vụ ng&amp;acirc;n h&amp;agrave;ng. Điều n&amp;agrave;y c&amp;oacute; thể bao gồm một loạt c&amp;aacute;c hoạt động, chẳng hạn như ph&amp;aacute;t triển c&amp;aacute;c sản phẩm v&amp;agrave; dịch vụ t&amp;agrave;i ch&amp;iacute;nh mới, sử dụng c&amp;aacute;c c&amp;ocirc;ng nghệ mới nổi như tr&amp;iacute; tuệ nh&amp;acirc;n tạo v&amp;agrave; chuỗi khối cũng như triển khai c&amp;aacute;c m&amp;ocirc; h&amp;igrave;nh kinh doanh v&amp;agrave; quy tr&amp;igrave;nh vận h&amp;agrave;nh mới. Mục ti&amp;ecirc;u của đổi mới ng&amp;acirc;n h&amp;agrave;ng thường l&amp;agrave; tăng sự h&amp;agrave;i l&amp;ograve;ng của kh&amp;aacute;ch h&amp;agrave;ng, giảm chi ph&amp;iacute; v&amp;agrave; cải thiện khả năng cạnh tranh tổng thể của ng&amp;acirc;n h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Những đổi mới trong ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể mang lại:&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Một l&amp;agrave;: Tăng hiệu quả; Hai l&amp;agrave;: Trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng được cải thiện; Ba l&amp;agrave;: Cạnh tranh lớn hơn; Bốn l&amp;agrave;: D&amp;ograve;ng doanh thu mới; Năm l&amp;agrave;: Quản l&amp;yacute; rủi ro tốt hơn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1. Blockchain v&amp;agrave; chatbot: c&amp;oacute; g&amp;acirc;y hại cho kh&amp;aacute;ch h&amp;agrave;ng?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Mục ti&amp;ecirc;u cốt l&amp;otilde;i của mọi &amp;yacute; tưởng đổi mới trong lĩnh vực ng&amp;acirc;n h&amp;agrave;ng l&amp;agrave; đơn giản h&amp;oacute;a cuộc sống của người d&amp;ugrave;ng. Chỉ khi thực sự đảm bảo sự thuận tiện cho kh&amp;aacute;ch h&amp;agrave;ng, những đổi mới n&amp;agrave;y trong ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng mới thực sự đạt được th&amp;agrave;nh c&amp;ocirc;ng. Điều quan trọng l&amp;agrave; kh&amp;ocirc;ng bị cuốn v&amp;agrave;o những lời quảng c&amp;aacute;o h&amp;ugrave;ng hồn, m&amp;agrave; nh&amp;igrave;n nhận một c&amp;aacute;ch kh&amp;aacute;ch quan về lợi &amp;iacute;ch m&amp;agrave; c&amp;ocirc;ng nghệ mới c&amp;oacute; thể mang lại.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c chuy&amp;ecirc;n gia đ&amp;atilde; c&amp;ocirc;ng bố rằng triển khai blockchain c&amp;oacute; thể gi&amp;uacute;p giảm chi ph&amp;iacute; cơ sở hạ tầng, cải thiện chất lượng dữ liệu v&amp;agrave; l&amp;agrave;m tăng t&amp;iacute;nh minh bạch của c&amp;aacute;c giao dịch. Theo c&amp;aacute;c c&amp;ocirc;ng ty tư vấn, nhờ v&amp;agrave;o sự tiết kiệm n&amp;agrave;y, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể tiết kiệm h&amp;agrave;ng chục phần trăm chi ph&amp;iacute; h&amp;agrave;ng năm, từ 8 đến 12 tỷ USD hoặc thậm ch&amp;iacute; l&amp;ecirc;n đến 20 tỷ USD.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Từ quan điểm n&amp;agrave;y, c&amp;aacute;c chatbot điều khiển bằng AI của ng&amp;acirc;n h&amp;agrave;ng l&amp;agrave; một giải ph&amp;aacute;p tuyệt vời cho c&amp;aacute;c dịch vụ ng&amp;acirc;n h&amp;agrave;ng th&amp;ocirc;ng qua mạng x&amp;atilde; hội v&amp;agrave; tr&amp;igrave;nh nhắn tin. Đổi lại, chuỗi khối đ&amp;atilde; gi&amp;uacute;p thực hiện hiệu quả c&amp;aacute;c giao dịch phức tạp th&amp;ocirc;ng qua &amp;ldquo;hợp đồng th&amp;ocirc;ng minh&amp;rdquo;. C&amp;aacute;c c&amp;ocirc;ng nghệ mới được t&amp;iacute;ch hợp bằng c&amp;aacute;ch tạo ra lợi &amp;iacute;ch thực sự cho người thực.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;2. Ng&amp;acirc;n h&amp;agrave;ng mở: lấy kh&amp;aacute;ch h&amp;agrave;ng l&amp;agrave;m trung t&amp;acirc;m&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c doanh nghiệp cố gắng cải thiện hiệu quả của họ, nhưng ngay cả những c&amp;ocirc;ng nghệ ti&amp;ecirc;n tiến nhất cũng c&amp;oacute; &amp;ldquo;mặt hạn chế&amp;rdquo; của ch&amp;uacute;ng. Một v&amp;iacute; dụ điển h&amp;igrave;nh l&amp;agrave; Ng&amp;acirc;n h&amp;agrave;ng Mở, một kh&amp;aacute;i niệm đang được thảo luận v&amp;agrave; &amp;aacute;p dụng ở mức độ ph&amp;aacute;p l&amp;yacute; trong c&amp;aacute;c quốc gia thuộc Li&amp;ecirc;n minh Ch&amp;acirc;u &amp;Acirc;u. Ch&amp;iacute;nh Chỉ thị dịch vụ thanh to&amp;aacute;n đ&amp;atilde; sửa đổi (PSD2) đ&amp;atilde; y&amp;ecirc;u cầu tất cả ng&amp;acirc;n h&amp;agrave;ng ở Ch&amp;acirc;u &amp;Acirc;u triển khai giao diện lập tr&amp;igrave;nh ứng dụng (API) để cung cấp dịch vụ t&amp;agrave;i ch&amp;iacute;nh của họ cho b&amp;ecirc;n thứ ba, bắt đầu từ th&amp;aacute;ng 01/2018.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Mục ti&amp;ecirc;u l&amp;agrave; l&amp;agrave;m cho việc truy cập c&amp;aacute;c dịch vụ t&amp;agrave;i ch&amp;iacute;nh được cấp ph&amp;eacute;p v&amp;agrave;o dữ liệu t&amp;agrave;i ch&amp;iacute;nh của kh&amp;aacute;ch h&amp;agrave;ng trở n&amp;ecirc;n dễ d&amp;agrave;ng hơn (với sự đồng &amp;yacute; của người d&amp;ugrave;ng). S&amp;aacute;ng kiến n&amp;agrave;y l&amp;agrave; một cuộc c&amp;aacute;ch mạng thực sự sẽ ph&amp;aacute; vỡ ho&amp;agrave;n to&amp;agrave;n ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng. Tương lai của ng&amp;acirc;n h&amp;agrave;ng mở sẽ dẫn đến việc tạo ra c&amp;aacute;c dịch vụ t&amp;agrave;i ch&amp;iacute;nh mới v&amp;agrave; thuận tiện hơn. V&amp;iacute; dụ: thị trường, nơi kh&amp;aacute;ch h&amp;agrave;ng c&amp;oacute; thể thanh to&amp;aacute;n cho c&amp;aacute;c dịch vụ của c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng, c&amp;ocirc;ng ty bảo hiểm v&amp;agrave; c&amp;aacute;c doanh nghiệp kh&amp;aacute;c.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng sẽ c&amp;oacute; thể c&amp;oacute; được kh&amp;aacute;ch h&amp;agrave;ng mới v&amp;agrave; thậm ch&amp;iacute; họ sẽ kh&amp;ocirc;ng cần t&amp;agrave;i trợ cho việc mua lại. Nhiệm vụ n&amp;agrave;y sẽ thuộc về c&amp;aacute;c start-up Fintech sử dụng API ng&amp;acirc;n h&amp;agrave;ng. Mặt kh&amp;aacute;c, kh&amp;aacute;ch h&amp;agrave;ng sẽ &amp;iacute;t phụ thuộc v&amp;agrave;o một ng&amp;acirc;n h&amp;agrave;ng cụ thể hơn v&amp;agrave; c&amp;oacute; khả năng kh&amp;ocirc;ng biết họ đang sử dụng dịch vụ của họ. Cuối c&amp;ugrave;ng, c&amp;oacute; thể dễ d&amp;agrave;ng thay đổi ng&amp;acirc;n h&amp;agrave;ng cũng như thay đổi sản phẩm t&amp;agrave;i ch&amp;iacute;nh&amp;nbsp; chỉ cần một v&amp;agrave;i c&amp;uacute; nhấp chuột tr&amp;ecirc;n c&amp;ugrave;ng một thị trường.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Nhưng c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng n&amp;ecirc;n quan t&amp;acirc;m nhiều hơn đến giao diện tương t&amp;aacute;c của người d&amp;ugrave;ng. C&amp;aacute;c điều kiện của thị trường cạnh tranh cao của Ng&amp;acirc;n h&amp;agrave;ng mở sẽ biến giao diện của người d&amp;ugrave;ng th&amp;agrave;nh yếu tố quan trọng quyết định sự th&amp;agrave;nh c&amp;ocirc;ng của c&amp;aacute;c dịch vụ t&amp;agrave;i ch&amp;iacute;nh v&amp;agrave; c&amp;aacute;c c&amp;ocirc;ng ty Fintech đ&amp;atilde; c&amp;oacute; kh&amp;aacute; nhiều kinh nghiệm trong lĩnh vực n&amp;agrave;y.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng n&amp;ecirc;n xem x&amp;eacute;t lại vai tr&amp;ograve; của m&amp;igrave;nh đối với tương lai ng&amp;acirc;n h&amp;agrave;ng số lấy kh&amp;aacute;ch h&amp;agrave;ng l&amp;agrave;m trung t&amp;acirc;m v&amp;agrave; chuyển từ m&amp;ocirc; h&amp;igrave;nh &amp;ldquo;mạng lưới chi nh&amp;aacute;nh&amp;rdquo; sang &amp;ldquo;nền tảng c&amp;ocirc;ng nghệ mở&amp;rdquo;. Sau đ&amp;oacute;, họ c&amp;oacute; thể tập trung v&amp;agrave;o việc tạo ra gi&amp;aacute; trị cho người d&amp;ugrave;ng cuối bằng c&amp;aacute;ch hợp t&amp;aacute;c với c&amp;aacute;c c&amp;ocirc;ng ty Fintech.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;3. Th&amp;agrave;nh c&amp;ocirc;ng của FinTech: hiện thực hay ảo ảnh?&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c c&amp;ocirc;ng ty khởi nghiệp trong lĩnh vực FinTech đ&amp;oacute;ng vai tr&amp;ograve; quan trọng trong việc đem đến những &amp;yacute; tưởng mới đột ph&amp;aacute; tr&amp;ecirc;n thị trường t&amp;agrave;i ch&amp;iacute;nh to&amp;agrave;n cầu. Tuy nhi&amp;ecirc;n, trước khi ch&amp;uacute;ng ta hoan ngh&amp;ecirc;nh một dự &amp;aacute;n FinTech mới thịnh h&amp;agrave;nh, h&amp;atilde;y nhớ lại quan điểm cơ bản về c&amp;aacute;ch thức đổi mới t&amp;agrave;i ch&amp;iacute;nh thực sự được thực hiện.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Thật kh&amp;ocirc;ng may, kh&amp;ocirc;ng ai biết về hiệu quả ban đầu của một sự đổi mới. C&amp;aacute;c c&amp;ocirc;ng ty khởi nghiệp FinTech buộc phải tận dụng mọi cơ hội để thu h&amp;uacute;t sự ch&amp;uacute; &amp;yacute;, bởi v&amp;igrave; c&amp;aacute;c khoản đầu tư v&amp;agrave; số lượng người d&amp;ugrave;ng quan t&amp;acirc;m phụ thuộc v&amp;agrave;o điều đ&amp;oacute;. Do đ&amp;oacute;, mức độ phổ biến của c&amp;ocirc;ng nghệ của một dự &amp;aacute;n cụ thể c&amp;oacute; thể lớn hơn tiềm năng tạo ra một hoạt động kinh doanh c&amp;oacute; l&amp;atilde;i của dự &amp;aacute;n đ&amp;oacute;.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Tại c&amp;aacute;c thị trường địa phương, c&amp;aacute;c sản phẩm v&amp;agrave; dịch vụ t&amp;agrave;i ch&amp;iacute;nh s&amp;aacute;ng tạo của một số c&amp;ocirc;ng ty khởi nghiệp FinTech c&amp;oacute; vẻ th&amp;agrave;nh c&amp;ocirc;ng v&amp;agrave; cho thấy sức h&amp;uacute;t đầy cảm hứng. Nhưng một c&amp;ocirc;ng ty khởi nghiệp kh&amp;ocirc;ng phải l&amp;agrave; một ng&amp;acirc;n h&amp;agrave;ng với h&amp;agrave;ng triệu kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave; c&amp;aacute;c quy định của ch&amp;iacute;nh phủ. M&amp;ocirc; h&amp;igrave;nh hoạt động tr&amp;ecirc;n một số lượng nhỏ kh&amp;aacute;ch h&amp;agrave;ng m&amp;agrave; kh&amp;ocirc;ng bị hạn chế bởi c&amp;aacute;c quy định, c&amp;oacute; thể g&amp;acirc;y bất lợi khi mở rộng quy m&amp;ocirc; l&amp;ecirc;n mức cao.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Do đ&amp;oacute;, trong qu&amp;aacute; tr&amp;igrave;nh t&amp;iacute;ch hợp c&amp;ocirc;ng nghệ &amp;ldquo;hot&amp;rdquo; tiếp theo của đội ngũ FinTech startup, c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng cần hết sức thận trọng khi trả lời c&amp;aacute;c c&amp;acirc;u hỏi: &amp;ldquo;Điều n&amp;agrave;y sẽ hoạt động như thế n&amp;agrave;o tr&amp;ecirc;n quy m&amp;ocirc; của ch&amp;uacute;ng ta?&amp;rdquo;, " N&amp;oacute; sẽ mang lại lợi &amp;iacute;ch g&amp;igrave; cho kh&amp;aacute;ch h&amp;agrave;ng của ch&amp;uacute;ng t&amp;ocirc;i?" hoặc "Những kh&amp;oacute; khăn g&amp;igrave; c&amp;oacute; thể ph&amp;aacute;t sinh?".&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;4. C&amp;aacute; nh&amp;acirc;n h&amp;oacute;a AI: c&amp;aacute;ch n&amp;acirc;ng cao trải nghiệm của kh&amp;aacute;ch h&amp;agrave;ng&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ng&amp;agrave;y nay, mức độ ph&amp;aacute;t triển của c&amp;aacute;c dịch vụ t&amp;agrave;i ch&amp;iacute;nh kh&amp;ocirc;ng cho ph&amp;eacute;p người d&amp;ugrave;ng cuối thấy sự kh&amp;aacute;c biệt đ&amp;aacute;ng kể giữa ch&amp;uacute;ng. Điều n&amp;agrave;y c&amp;oacute; nghĩa l&amp;agrave; việc cải thiện đ&amp;aacute;ng kể vị thế thị trường của m&amp;igrave;nh th&amp;ocirc;ng qua một số cải tiến nhỏ của c&amp;ugrave;ng một dịch vụ c&amp;oacute; thể kh&amp;ocirc;ng phải l&amp;agrave; một chiến lược d&amp;agrave;i hạn. Thị trường dịch vụ đang hướng tới si&amp;ecirc;u c&amp;aacute; nh&amp;acirc;n h&amp;oacute;a trải nghiệm của kh&amp;aacute;ch h&amp;agrave;ng. Điều n&amp;agrave;y dẫn đến sự ph&amp;aacute;t triển của c&amp;aacute;c c&amp;ocirc;ng nghệ kỹ thuật số như Dữ liệu lớn, Ph&amp;acirc;n t&amp;iacute;ch dự đo&amp;aacute;n, Tr&amp;iacute; tuệ nh&amp;acirc;n tạo v&amp;agrave; Học m&amp;aacute;y trong ng&amp;acirc;n h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;5. Giao diện kỹ thuật số: Tối ưu h&amp;oacute;a trải nghiệm kh&amp;aacute;ch h&amp;agrave;ng&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong điều kiện cạnh tranh kỹ thuật số khắc nghiệt, việc triển khai c&amp;aacute;c c&amp;ocirc;ng nghệ theo xu hướng như chatbot, chuỗi khối hoặc tr&amp;iacute; tuệ nh&amp;acirc;n tạo l&amp;agrave; chưa đủ. C&amp;aacute;c sản phẩm t&amp;agrave;i ch&amp;iacute;nh s&amp;aacute;ng tạo cần l&amp;agrave;m cho kh&amp;aacute;ch h&amp;agrave;ng nhận được trải nghiệm tốt nhất. Đ&amp;oacute; l&amp;agrave; l&amp;yacute; do tại sao một chức năng chu đ&amp;aacute;o phải được cung cấp th&amp;ocirc;ng qua c&amp;aacute;c giao diện c&amp;oacute; thể sử dụng v&amp;agrave; hấp dẫn dựa tr&amp;ecirc;n c&amp;aacute;c t&amp;igrave;nh huống ch&amp;iacute;nh của người d&amp;ugrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Kh&amp;ocirc;ng cần y&amp;ecirc;u cầu kh&amp;aacute;ch h&amp;agrave;ng điền v&amp;agrave;o biểu mẫu đăng k&amp;yacute; nếu dữ liệu của anh ta c&amp;oacute; thể được x&amp;aacute;c minh th&amp;ocirc;ng qua API từ nh&amp;agrave; cung cấp nơi anh ta đ&amp;atilde; từng đăng k&amp;yacute;. Tại sao phải l&amp;agrave;m phiền người d&amp;ugrave;ng với những thứ c&amp;oacute; thể được tự động h&amp;oacute;a?&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;L&amp;yacute; tưởng nhất l&amp;agrave; tất cả sự phức tạp n&amp;ecirc;n được bao phủ bởi dịch vụ v&amp;agrave; giao diện phải dễ d&amp;agrave;ng, trực quan v&amp;agrave; dễ hiểu. Đ&amp;acirc;y l&amp;agrave; những hướng ch&amp;iacute;nh cho việc sử dụng c&amp;ocirc;ng nghệ ti&amp;ecirc;n tiến kết hợp với&amp;nbsp; Tư duy thiết kế v&amp;agrave; thiết kế Trải nghiệm người d&amp;ugrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Kết luận&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Cải tiến trong ng&amp;agrave;nh ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể chỉ c&amp;oacute; &amp;iacute;ch nếu được &amp;aacute;p dụng một c&amp;aacute;ch thận trọng v&amp;agrave; hợp l&amp;yacute;. Kh&amp;ocirc;ng n&amp;ecirc;n chỉ đơn thuần l&amp;agrave;m mới mọi thứ chỉ v&amp;igrave; một sự thịnh h&amp;agrave;nh hoặc theo đuổi xu hướng. Trước ti&amp;ecirc;n, n&amp;ecirc;n đ&amp;aacute;nh gi&amp;aacute; kỹ lưỡng ưu điểm v&amp;agrave; nhược điểm của c&amp;ocirc;ng nghệ, để hiểu r&amp;otilde; c&amp;aacute;ch tốt nhất để kh&amp;aacute;ch h&amp;agrave;ng c&amp;oacute; thể giải quyết nhu cầu của họ hiệu quả. Nếu kh&amp;ocirc;ng, việc triển khai cải tiến c&amp;oacute; thể gặp kh&amp;oacute; khăn v&amp;agrave; kh&amp;ocirc;ng đạt được kết quả như kỳ vọng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn: UXDA&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&amp;nbsp;&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------------&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;u&gt;tại đ&amp;acirc;y&lt;/u&gt;.&amp;nbsp;&lt;/p&gt;
&lt;/div&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;Finance has always been quite conservative but it hasn&amp;rsquo;t missed out on technological progress. Now banks are separating from their customers due technological progress. According to the research, 40% of American bank customers don&amp;rsquo;t visit banking offices for six months or more. The number of local bank branches decreased by almost 50% between 1995 and 2015. Transactions are rapidly moving onto the web as more and more financial services are provided online. Digital channels are already dominating and bank innovation is the only way to survive&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;1. Blockchain and chatbots: is it harmful to customers&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The main goal of every banking innovation idea is to make a user&amp;rsquo;s life simpler. Only in this case, the innovations in banking industry will be successful. It is important not to listen to the hype and to take an unbiased look at the benefits of the new technology.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;For instance, the advantages for banks from the blockchain implementation are the buzzword. Analysts publish reports stating dozens percents of savings by reducing infrastructure costs, improving data quality, and transaction transparency. According to consulting firms banks&amp;rsquo; savings from blockchain range from $8-12 billion up to $20 billion a year.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;With this in mind, banks are considering implementing this innovative technology. But first, it&amp;rsquo;s better not to take immediate profits but the customers&amp;rsquo; interests. If such innovations in the banking industry aren&amp;rsquo;t convenient for customers, then they won&amp;rsquo;t be used and thus won&amp;rsquo;t bring any profit. This approach allows us to look at the blockchain in perspective. So, besides enthusiastic feedback, it&amp;rsquo;s vital to fully understand the technology and consider its disadvantages. Did you know that the entire bitcoin network can only handle about 7 transactions per second? In comparison, the Visa payment system can handle up to 24 thousand transactions per second.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Users demand instant transactions, and this low speed won&amp;rsquo;t keep up with such Fintech innovation. It means that this technology is not yet ready for mass application in large banks. In the future of banking industry development of the blockchain technology should correspond to the users&amp;rsquo; expectations from online banking.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Here is another example. According to the latest estimations, the use of chatbots for customer support allows a saving of up to $0.7 per interaction. Therefore, some experts propose to design conversational banking solutions fully based on the chatbot technology. But bear in mind, that the majority of customers are now used to a graphical interface, and as a result, some of them (such as senior citizens, word blinds, non-tech-savvy users) cannot use the chat. They need appropriate communication channels.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;No need to bet on the predictions of a particular innovative technology dominance and make financial services&amp;rsquo; strategies basing on them. The first priority is the customer, his comfort, habits, and needs. The smart use of innovative banking technologies in the right context will help to enrich the user experience in a profound way.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;From this point of view, banking AI driven chatbots are a great solution for banking services via social networks and messengers. In its turn, the blockchain already helps to effectively conduct complex transactions through &amp;ldquo;smart-contracts&amp;rdquo;. New technologies are integrated by making a real benefit for real people.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;2. Open Banking: the death of banks or the dawn of client-centricity&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Businesses try to improve their efficiency, but even the most advanced technologies have their &amp;ldquo;dark side&amp;rdquo;. For example, Open Banking is frequently talked about and the countries of the European Union have started to adopt it at the legislative level. According to the Revised Payment Services Directive (PSD2), all banks in Europe have to launch the API to their services for third-party market players, starting from January 2018.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The goal is to make the access of licensed financial services to customers&amp;rsquo; financial data easier (with user&amp;rsquo;s consent, of course). This initiative is a true revolution which will completely disrupt the banking industry. Future of open banking will lead to the creation of new and more convenient financial services. For example - marketplaces, where the customers will be able to pay for the services of different banks, insurance companies and other businesses.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;At first glance, everything seems fine. On the one hand, banks will be able to get new customers and they even won't need to finance their acquisition. This task will belong to the Fintech start-ups using the banking API. On the other hand, customers will be less dependent on a specific bank and potentially unaware of whose services they are currently using. In the end, it may be as easy to change the bank as the financial product &amp;mdash; just a couple of clicks on the same marketplace.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;This does not mean that the API launch will eliminate banks in the future. Open Banking is a logical step in the development of a digital society, and it has obvious benefits, such as allowing banks to go beyond the usual geography and increase their number of customers and list of innovative financial products.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;But banks should pay more attention to the user&amp;rsquo;s interface interaction. The conditions of the Open Banking&amp;rsquo;s highly competitive market will transform the users&amp;rsquo; interface into the vital factor in determining the success of financial services and Fintech firms are already quite experienced in it.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Banks should reconsider their role in terms of the customer-centered digital banking future, and move from the pattern of &amp;ldquo;branches network&amp;rdquo; to an &amp;ldquo;open technology platform&amp;rdquo;. Then, they can focus on creating a value for final users by collaboration with Fintech companies.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;3. FinTech success: what if this is just an illusion&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;FinTech startups are the main translators of new ideas in the global financial market. But before praising just another popular project, it is worth remembering how financial innovations are actually arranged.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Unfortunately, nobody knows about the initial effectiveness of an innovation. FinTech startups are forced to use every opportunity to attract attention, because the investments and the number of interested users depend on it. Therefore, the popularity of the technology of the specific project may outweigh its potential for creating a profitable business.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In local markets, the innovative financial products and services of some FinTech startups look successful and show inspiring tractions. But a startup is not a bank with millions of customers and government regulations. The model, that works on a small number of clients with no restrictions imposed by regulations, could prove to be detrimental when scaling up to a high level.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In any case, a FinTech startup should provide its rich customers with financial protection and security on a certain stage of growth. So, it will become the object of state regulation and hence be licensed. This, in turn, imposes certain legal requirements on business processes and interaction with the customers which often deprive the startup of its facilities (which have been chosen by customers).&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Therefore, during the integration of the next "hot" technology by the teams of FinTech startups, banks should be very careful when answering the questions:&amp;nbsp;"How will this work on our scale?", "What benefit will it bring to our customers?"&amp;nbsp;or&amp;nbsp;"What difficulties may arise?".&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;4. AI super-personalisation: how to enhance customer experience&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Today, the level of financial services development doesn&amp;rsquo;t let the final user see a significant difference between them. This means that a dramatic improvement of its market position via some minor improvements of the same services may not be a long-term strategy. The services&amp;rsquo; market is moving towards super-personalisation of the customer experience. This lead to the development of digital technologies such as Big Data, Predictive Analytics, Artificial Intelligence, and Machine Learning in banking.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;For example, by using these tools it&amp;rsquo;s possible to conduct instant scoring and automatically respond to a loan application, or to even offer it at a favorable moment. It&amp;rsquo;s also possible to offer services and products basing on a specific customer spendings - for instance, a card with advantageous conditions for frequent travellers, when shopping internationally. Moreover, insurance is automatically offered for the customer who has just bought a car. This use of new technologies will enrich the customer&amp;rsquo;s experience and raise banking services to a new level.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Today, we can already see the implementation of personalised context advertising and &amp;ldquo;cookie-based&amp;rdquo; search experiences. Technological giants are a great reference for inspiration in this area. The number of areas offering a personalised experience will grow rapidly. Don't miss this train.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;5. Digital interface: stop confuse customers&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In a modern world, the most important thing for users is the convenience. This is why food delivery services are so popular. Many people are willing to pay more for food just not to cook themselves.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;The financial sector is no exception. Even the most advanced and innovative banking product won&amp;rsquo;t be used, if it is inconvenient. In terms of tough digital competition, it is not enough just to implement trending technologies like chatbots, blockchain, or artificial intelligence. Innovative financial products need to make the customer receive the best experience. That&amp;rsquo;s why a thoughtful functionality must be offered through usable and appealing interfaces based on key user scenarios.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;There&amp;rsquo;s no need to make a customer fill in a registration form if his data can be verified through the API from the provider where he once registered. Why bother the user with things that can be automated?&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Ideally, all the complexities should be covered by the service, and the interface should be easy, intuitive, and frictionless. These are the main directions for the use of advanced technology combined with&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Conclusion&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;It goes without saying, but innovations in the banking industry are only good if used in an appropriate way. There is no need to implement something new just because of the hype and "because everyone is doing it". It&amp;rsquo;s better analyze the pros and cons of the technology first, to understand its best functionality that will help your customers to solve their exact tasks efficiently. In other case, the implementation won&amp;rsquo;t be successful.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Source: UXDA&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Synthesized by the author group DTSVN - Digital transformation solutions for the Finance - Banking industry.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneering Digital Transformation Company providing the latest digitization solutions exclusively for businesses in the Finance - Banking industry in Vietnam; helping banks and financial institutions quickly perfect the technology system for Digital Transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact us now for advice and experience the solution here.&lt;/p&gt;
&lt;/div&gt;</content_en_html>
	<time_create_dt>2025-06-27T07:32:43.000Z</time_create_dt>
	<createdDate>2025-08-25T07:32:42.714Z</createdDate>
	<createdDate_dt>2025-08-25T07:32:42.714Z</createdDate_dt>
	<lastModifiedDate>2025-08-25T07:32:42.714Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-25T07:32:42.714Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>