<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-project</content-type>
	<display-template>/templates/web/item-project.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>aa29</objectGroupId>
	<objectId>aa296d74-5210-669e-cf40-2e20982f08a5</objectId>
	<file-name>index.xml</file-name>
	<folder-name>aa296d74-5210-669e-cf40-2e20982f08a5</folder-name>
	<internal-name>eFAST – Giải pháp Internet Banking cho Khách hàng Doanh nghiệp</internal-name>
	<navLabel>eFAST – Giải pháp Internet Banking cho Khách hàng Doanh nghiệp</navLabel>
	<key_main_s/>
	<title_vi_s>eFAST – Giải pháp Internet Banking cho Khách hàng Doanh nghiệp</title_vi_s>
	<title_en_s>eFAST – A Comprehensive Internet Banking Solution for Corporate Clients</title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<info_main_t>VietinBank đã thành công ra mắt giải pháp Digital Banking toàn diện dành cho khách hàng doanh nghiệp vào cuối năm 2022, đánh dấu một bước phát triển quan trọng trong dịch vụ kinh doanh của Ngân hàng. Khi VietinBank...</info_main_t>
	<img_main_s>/static-assets/images/z6256817522471_4d8f6ff4e0e9c6933ef86cbd1a153292.jpg</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;p&gt;VietinBank đ&amp;atilde; th&amp;agrave;nh c&amp;ocirc;ng ra mắt giải ph&amp;aacute;p Digital Banking to&amp;agrave;n diện d&amp;agrave;nh cho kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp v&amp;agrave;o cuối năm 2022, đ&amp;aacute;nh dấu một bước ph&amp;aacute;t triển quan trọng trong dịch vụ kinh doanh của Ng&amp;acirc;n h&amp;agrave;ng. Khi VietinBank cần t&amp;igrave;m một đối t&amp;aacute;c triển khai v&amp;agrave; thực hiện giải ph&amp;aacute;p Digital Banking to&amp;agrave;n diện n&amp;agrave;y trong v&amp;ograve;ng một năm, iDB đ&amp;atilde; nhanh ch&amp;oacute;ng đ&amp;aacute;p ứng v&amp;agrave; mang lại kết quả xuất sắc. Sự ra mắt n&amp;agrave;y kh&amp;ocirc;ng chỉ đ&amp;aacute;p ứng được y&amp;ecirc;u cầu của Ng&amp;acirc;n h&amp;agrave;ng m&amp;agrave; c&amp;ograve;n khởi đầu một giai đoạn ph&amp;aacute;t triển mới cho dịch vụ kh&amp;aacute;ch h&amp;agrave;ng Doanh nghiệp tại VietinBank.&lt;/p&gt;
&lt;p&gt;Ng&amp;agrave;y nay, c&amp;aacute;c Ng&amp;acirc;n h&amp;agrave;ng với cơ sở hạ tầng v&amp;agrave; khối lượng kh&amp;aacute;ch h&amp;agrave;ng khổng lồ đều sẵn s&amp;agrave;ng mang đến cho người d&amp;ugrave;ng về trải nghiệm giao diện sản phẩm tốt nhất.&lt;/p&gt;
&lt;p&gt;Tuy nhi&amp;ecirc;n những phương thức truyền thống, buộc chặt v&amp;agrave;o lối m&amp;ograve;n tư duy về trải nghiệm sản phẩm trước đ&amp;acirc;y kh&amp;ocirc;ng c&amp;ograve;n đ&amp;aacute;p ứng được nhu cầu kh&amp;aacute;ch h&amp;agrave;ng. Sự thật l&amp;agrave; phần lớn kh&amp;aacute;ch h&amp;agrave;ng đến với c&amp;aacute;c tổ chức T&amp;agrave;i ch&amp;iacute;nh dựa tr&amp;ecirc;n thương hiệu. V&amp;agrave; nếu c&amp;aacute;c thương hiệu t&amp;agrave;i ch&amp;iacute;nh cung cấp trải nghiệm người d&amp;ugrave;ng tốt, họ đang đạt được lợi thế cạnh tranh lớn trong việc x&amp;acirc;y dựng l&amp;ograve;ng tin của kh&amp;aacute;ch h&amp;agrave;ng.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Bối cảnh thị trường&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;C&amp;aacute;c Ng&amp;acirc;n h&amp;agrave;ng đang chạy đua trong thời đại số, c&amp;ugrave;ng với sự tham gia của c&amp;aacute;c đơn vị Fintech đ&amp;atilde; đưa Kh&amp;aacute;ch h&amp;agrave;ng v&amp;agrave;o vị tr&amp;iacute; trung t&amp;acirc;m của chiến lược ph&amp;aacute;t triển. B&amp;ecirc;n cạnh nh&amp;oacute;m Kh&amp;aacute;ch h&amp;agrave;ng c&amp;aacute; nh&amp;acirc;n, Kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp cũng l&amp;agrave; đối tượng mục ti&amp;ecirc;u trong cuộc đua giữa c&amp;aacute;c Ng&amp;acirc;n h&amp;agrave;ng tại thị trường Việt Nam. C&amp;aacute;c nh&amp;oacute;m kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp c&amp;oacute; những nhu cầu ri&amp;ecirc;ng v&amp;agrave; kh&amp;aacute; đặc th&amp;ugrave;. Tuy nhi&amp;ecirc;n họ chưa được thấu hiểu cũng như cung cấp dịch vụ ph&amp;ugrave; hợp với mong muốn.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Vị thế thương hiệu&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;VietinBank c&amp;oacute; nhiều lợi thế v&amp;igrave; l&amp;agrave; Ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; uy t&amp;iacute;n tr&amp;ecirc;n thị trường Việt Nam. Với số lượng kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp lớn ở nhiều ph&amp;acirc;n kh&amp;uacute;c kh&amp;aacute;c nhau từ SME, Corp, FDI tới si&amp;ecirc;u vi, VietinBank cần tận dụng cơ hội của m&amp;igrave;nh để bứt ph&amp;aacute; v&amp;agrave; dẫn đầu, đồng thời mang tới cho kh&amp;aacute;ch h&amp;agrave;ng những trải nghiệm sản phẩm tối ưu nhất.&lt;/p&gt;
&lt;p&gt;VietinBank eFAST l&amp;agrave; dịch vụ Ng&amp;acirc;n h&amp;agrave;ng điện tử do Ng&amp;acirc;n h&amp;agrave;ng TMCP C&amp;ocirc;ng thương Việt Nam VietinBank tạo ra d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp, cung cấp c&amp;aacute;c dịch vụ nhằm hỗ trợ doanh nghiệp thực hiện c&amp;aacute;c giao dịch t&amp;agrave;i ch&amp;iacute;nh v&amp;agrave; quản l&amp;yacute; t&amp;agrave;i khoản mọi l&amp;uacute;c, mọi nơi th&amp;ocirc;ng qua kết nối Internet.&lt;/p&gt;
&lt;p&gt;C&amp;aacute;c tập kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp kh&amp;aacute; đa dạng về nhu cầu, khiến hệ thống chức năng của eFAST rất nhiều v&amp;agrave; đồ sộ. Ngo&amp;agrave;i ra, dịch vụ ng&amp;acirc;n h&amp;agrave;ng cho kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp cũng chưa được số h&amp;oacute;a to&amp;agrave;n phần.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;eFAST l&amp;agrave; k&amp;ecirc;nh giao dịch ch&amp;iacute;nh của kh&amp;aacute;ch h&amp;agrave;ng tổ chức trong thời gian tới, l&amp;agrave; k&amp;ecirc;nh thu h&amp;uacute;t CASA v&amp;agrave; g&amp;oacute;p phần giảm chi ph&amp;iacute; vận h&amp;agrave;nh&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;VietinBank nhận thức được m&amp;igrave;nh đang trong cuộc đua chuyển đổi số gắt gao giữa c&amp;aacute;c Ng&amp;acirc;n h&amp;agrave;ng, v&amp;agrave; eFAST l&amp;agrave; sản phẩm ra đời trong bối cảnh chung n&amp;agrave;y để đ&amp;aacute;p ứng được nhu cầu đến từ kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Tầm nh&amp;igrave;n&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;VietinBank đ&amp;atilde; đầu tư nguồn lực ph&amp;aacute;t triển eFast trong năm 2020 song song với việc tối ưu h&amp;oacute;a th&amp;ocirc;ng tin do đội ngũ Sales thu thập từ kh&amp;aacute;ch h&amp;agrave;ng, từ đ&amp;oacute; điều chỉnh case t&amp;iacute;nh năng ph&amp;ugrave; hợp với nhu cầu của kh&amp;aacute;ch h&amp;agrave;ng doanh nghiệp.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Giao dịch&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;Giao diện của m&amp;agrave;n h&amp;igrave;nh giao dịch tu&amp;acirc;n theo bộ m&amp;agrave;u chủ đạo của thương hiệu, một nền tảng T&amp;agrave;i ch&amp;iacute;nh d&amp;agrave;nh ri&amp;ecirc;ng cho doanh nghiệp. Th&amp;ocirc;ng tin giao dịch v&amp;agrave; c&amp;aacute;c loại form được tr&amp;igrave;nh b&amp;agrave;y r&amp;otilde; r&amp;agrave;ng, minh bạch, gi&amp;uacute;p kh&amp;aacute;ch h&amp;agrave;ng dễ d&amp;agrave;ng chuyển luồng nhanh giữa c&amp;aacute;c loại lệnh v&amp;agrave; chọn ra c&amp;aacute;c th&amp;ocirc;ng tin cần thiết, tr&amp;aacute;nh tối đa c&amp;aacute;c trường hợp nhầm lẫn hay sai s&amp;oacute;t trong giao dịch. Thậm ch&amp;iacute; giờ đ&amp;acirc;y, kh&amp;aacute;ch h&amp;agrave;ng c&amp;oacute; thể thực hiện tới 5000 giao dịch chỉ với 01 click chuột v&amp;agrave; tăng tốc độ xử l&amp;yacute; giao dịch gấp 10 lần so với phi&amp;ecirc;n bản cũ (0.02s/giao dịch).&lt;/p&gt;
&lt;figure&gt;&lt;img&gt;&lt;/figure&gt;
&lt;p&gt;&lt;strong&gt;Quản l&amp;yacute; giao dịch&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;Bảng dữ liệu đ&amp;atilde; được ph&amp;acirc;n cấp nhằm tăng tốc độ qu&amp;eacute;t th&amp;ocirc;ng tin của người d&amp;ugrave;ng, gi&amp;uacute;p doanh nghiệp c&amp;oacute; thể quản l&amp;yacute; giao dịch mọi l&amp;uacute;c, mọi nơi, an to&amp;agrave;n v&amp;agrave; hiệu quả. Bộ filter n&amp;acirc;ng cao được tối ưu theo nhu cầu của maker/checker gi&amp;uacute;p kh&amp;aacute;ch h&amp;agrave;ng nhanh ch&amp;oacute;ng truy vấn c&amp;aacute;c giao dịch li&amp;ecirc;n quan theo thời gian, trạng th&amp;aacute;i, loại giao dịch, t&amp;agrave;i khoản hoặc từ kh&amp;oacute;a t&amp;igrave;m kiếm.&lt;/p&gt;
&lt;figure&gt;&lt;img&gt;&lt;/figure&gt;
&lt;p&gt;&lt;strong&gt;Navigation bar tối ưu h&amp;oacute;a điều hướng&lt;/strong&gt;&lt;/p&gt;
&lt;p&gt;Với eFAST, giao dịch t&amp;agrave;i ch&amp;iacute;nh đối với c&amp;aacute;c Kh&amp;aacute;ch h&amp;agrave;ng Danh nghiệp chưa bao giờ dễ d&amp;agrave;ng như vậy. C&amp;aacute;c nh&amp;oacute;m th&amp;ocirc;ng tin cần thiết được điều hướng v&amp;agrave; cấu tr&amp;uacute;c theo nhận thức của từng đối tượng người d&amp;ugrave;ng với những vai tr&amp;ograve; v&amp;agrave; nhu cầu kh&amp;aacute;c nhau. Thanh bar phải được thiết kế nổi bật v&amp;agrave; dễ nh&amp;igrave;n, bổ sung c&amp;aacute;c widget li&amp;ecirc;n quan tới vị tr&amp;iacute; nội dung ch&amp;iacute;nh, giảm tối đa c&amp;aacute;c t&amp;aacute;c vụ kh&amp;ocirc;ng cần thiết.&lt;/p&gt;
&lt;figure&gt;&lt;img&gt;&lt;/figure&gt;</content_vi_html>
	<content_en_html>&lt;p&gt;In late 2022, VietinBank successfully launched a comprehensive Digital Banking solution tailored for corporate clients, marking a significant milestone in its business banking services. When VietinBank sought a reliable partner to implement and deliver this solution within one year, iDB responded swiftly and delivered exceptional results. This launch not only fulfilled the Bank&amp;rsquo;s expectations but also initiated a new era of customer experience for VietinBank&amp;rsquo;s corporate segment.&lt;/p&gt;
&lt;p&gt;Today, banks with extensive infrastructure and large customer bases are well-positioned to deliver best-in-class product interface experiences.&lt;/p&gt;
&lt;p&gt;However, traditional approaches and outdated thinking around product experience no longer meet customer expectations. The reality is that most customers are drawn to financial institutions by brand reputation. If a financial brand offers a superior user experience, it gains a major competitive edge in earning customer trust.&lt;/p&gt;
&lt;hr&gt;
&lt;h3&gt;&lt;strong&gt;Market Context&lt;/strong&gt;&lt;/h3&gt;
&lt;p&gt;Banks are racing in the digital era, where Fintech players are pushing the industry to place customers at the center of their development strategies. While retail clients receive significant attention, corporate clients are becoming increasingly important in the competition among banks in Vietnam. These clients have unique and complex needs, yet their expectations remain largely unmet by traditional services.&lt;/p&gt;
&lt;hr&gt;
&lt;h3&gt;&lt;strong&gt;Brand Advantage&lt;/strong&gt;&lt;/h3&gt;
&lt;p&gt;As one of Vietnam&amp;rsquo;s most reputable banks, VietinBank holds a strong market position. With a wide portfolio of corporate clients&amp;mdash;from SMEs and Corporations to FDI enterprises and micro-businesses&amp;mdash;VietinBank is well-positioned to break through and lead the market by offering optimized product experiences.&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;VietinBank eFAST&lt;/strong&gt; is an Internet Banking service exclusively developed by VietinBank for corporate clients. It enables businesses to perform financial transactions and manage accounts anytime, anywhere through a secure internet connection.&lt;/p&gt;
&lt;p&gt;Given the diverse needs of corporate clients, the eFAST platform is packed with a vast and complex range of functionalities. Moreover, digital transformation in corporate banking is still ongoing and not yet fully completed.&lt;/p&gt;
&lt;p&gt;eFAST is poised to become the primary transaction channel for corporate clients, a key CASA driver, and an essential tool for reducing operational costs.&lt;/p&gt;
&lt;p&gt;Understanding the intensity of the digital transformation race, VietinBank developed eFAST as a timely response to the growing demands of its corporate clients.&lt;/p&gt;
&lt;hr&gt;
&lt;h3&gt;&lt;strong&gt;Vision&lt;/strong&gt;&lt;/h3&gt;
&lt;p&gt;Since 2020, VietinBank has invested heavily in developing eFAST, while also optimizing feedback gathered by its salesforce. These insights have helped refine feature cases to better align with corporate client requirements.&lt;/p&gt;
&lt;hr&gt;
&lt;h3&gt;&lt;strong&gt;Transactions&lt;/strong&gt;&lt;/h3&gt;
&lt;p&gt;The transaction interface adheres to the bank&amp;rsquo;s brand identity and color scheme, offering a financial platform dedicated specifically to businesses. Transaction forms and data are clearly presented to allow seamless navigation across commands and easy access to key information. This minimizes user errors and enhances clarity. Remarkably, clients can now process up to &lt;strong&gt;5,000 transactions with just a single click&lt;/strong&gt;, achieving a &lt;strong&gt;10x speed boost&lt;/strong&gt; compared to the previous version (0.02 seconds per transaction).&lt;/p&gt;
&lt;hr&gt;
&lt;h3&gt;&lt;strong&gt;Transaction Management&lt;/strong&gt;&lt;/h3&gt;
&lt;p&gt;The system&amp;rsquo;s data tables are intelligently tiered to accelerate information scanning and enhance transaction oversight. Businesses can securely and efficiently manage transactions anytime, anywhere. An advanced filter system is optimized for both makers and checkers, allowing quick queries by time, status, transaction type, account, or keyword.&lt;/p&gt;
&lt;hr&gt;
&lt;h3&gt;&lt;strong&gt;Optimized Navigation Bar&lt;/strong&gt;&lt;/h3&gt;
&lt;p&gt;With eFAST, corporate financial transactions have never been easier. Information groups are structured and directed based on user roles and needs. The navigation bar is clearly designed and prominently positioned, with additional widgets linked to relevant sections on the interface, enhancing usability and decision-making efficiency.&lt;/p&gt;</content_en_html>
	<createdDate>2025-07-10T10:53:37.012Z</createdDate>
	<createdDate_dt>2025-07-10T10:53:37.012Z</createdDate_dt>
	<lastModifiedDate>2025-07-28T03:02:25.360Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-07-28T03:02:25.360Z</lastModifiedDate_dt>
	<info_main_en_t>In late 2022, VietinBank successfully launched a comprehensive Digital Banking solution tailored for corporate clients, marking a significant milestone in the Bank’s business services.When VietinBank...</info_main_en_t>
	<time_create_dt>2025-04-18T03:02:26.000Z</time_create_dt>
	<time_create_dt_tz>Asia/Saigon</time_create_dt_tz>
</page>