<?xml version="1.0" encoding="UTF-8"?>
<page>
	<content-type>/page/item-new</content-type>
	<display-template>/templates/web/item-news.ftl</display-template>
	<no-template-required/>
	<merge-strategy>inherit-levels</merge-strategy>
	<objectGroupId>5776</objectGroupId>
	<objectId>5776b440-6fc2-9604-861a-f40ff5aab003</objectId>
	<file-name>index.xml</file-name>
	<folder-name>5776b440-6fc2-9604-861a-f40ff5aab003</folder-name>
	<internal-name>GenAI có thể trợ giúp ngân hàng quản trị rủi ro và tuân thủ như thế nào?</internal-name>
	<navLabel>GenAI có thể trợ giúp ngân hàng quản trị rủi ro và tuân thủ như thế nào?</navLabel>
	<title_vi_s>GenAI có thể trợ giúp ngân hàng quản trị rủi ro và tuân thủ như thế nào?</title_vi_s>
	<title_en_s>How can GenAI help banks with risk management and compliance? </title_en_s>
	<placeInNav>false</placeInNav>
	<orderDefault_f>-1</orderDefault_f>
	<categorys_o>	<item>	<key>Blog</key>
	<value_smv>Blog</value_smv>
	</item></categorys_o>
	<img_main_s>/static-assets/images/quu-1.png</img_main_s>
	<contact_VN_o item-list="true">	<item>	<key>/site/components/contact-form/vn.xml</key>
	<value>Contact Form - VN</value>
	<include>/site/components/contact-form/vn.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_VN_o>
	<header_VN_o item-list="true">	<item>	<key>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</key>
	<value>header</value>
	<include>/site/components/headers/fdaa20d7-d5d3-5d79-455c-5cf3eab41fba.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_VN_o>
	<footer_VN_o item-list="true">	<item>	<key>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</key>
	<value>footer</value>
	<include>/site/components/footer/b875201d-2633-6e74-ae3d-e18e000aaf33.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_VN_o>
	<contact_EN_o item-list="true">	<item>	<key>/site/components/contact-form/en.xml</key>
	<value>Contact form - EN</value>
	<include>/site/components/contact-form/en.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></contact_EN_o>
	<header_EN_o item-list="true">	<item>	<key>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</key>
	<value>Header-en</value>
	<include>/site/components/headers/a0b58cea-7ec0-fedc-c515-4effaa2a1811.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></header_EN_o>
	<footer_EN_o item-list="true">	<item>	<key>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</key>
	<value>footer-en</value>
	<include>/site/components/footer/2d6d877e-25d8-c943-73db-fe6477d760f9.xml</include>
	<disableFlattening>false</disableFlattening>
	</item></footer_EN_o>
	<content_vi_html>&lt;section&gt;&lt;/section&gt;
&lt;section&gt;
&lt;p style="text-align: justify;"&gt;Trong 5 năm tới, GenAI được kỳ vọng c&amp;oacute; thể thay đổi căn bản việc quản l&amp;yacute; rủi ro của c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh bằng c&amp;aacute;ch tự động h&amp;oacute;a, tăng tốc v&amp;agrave; tăng cường mọi thứ từ việc tu&amp;acirc;n thủ đến kiểm so&amp;aacute;t rủi ro kh&amp;iacute; hậu.&lt;/p&gt;
&lt;div&gt;
&lt;p style="text-align: justify;"&gt;Tr&amp;iacute; tuệ nh&amp;acirc;n tạo (GenAI) sẵn s&amp;agrave;ng trở th&amp;agrave;nh chất x&amp;uacute;c t&amp;aacute;c cho l&amp;agrave;n s&amp;oacute;ng tăng năng suất tiếp theo trong c&amp;aacute;c ng&amp;agrave;nh, trong đ&amp;oacute; đặc biệt c&amp;oacute; dịch vụ t&amp;agrave;i ch&amp;iacute;nh. Từ ph&amp;acirc;n t&amp;iacute;ch m&amp;ocirc; h&amp;igrave;nh h&amp;oacute;a đến tự động h&amp;oacute;a c&amp;aacute;c t&amp;aacute;c vụ thủ c&amp;ocirc;ng v&amp;agrave; tổng hợp nội dung phi cấu tr&amp;uacute;c, GenAI đ&amp;atilde; v&amp;agrave; đang thay đổi c&amp;aacute;ch thức hoạt động của c&amp;aacute;c chức năng ng&amp;acirc;n h&amp;agrave;ng, bao gồm cả c&amp;aacute;ch c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh quản l&amp;yacute; rủi ro v&amp;agrave; tu&amp;acirc;n thủ c&amp;aacute;c quy định.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c bộ phận quản l&amp;yacute; rủi ro v&amp;agrave; tu&amp;acirc;n thủ bắt buộc phải đặt c&amp;aacute;c biện ph&amp;aacute;p bảo vệ xung quanh việc sử dụng GenAI trong qu&amp;aacute; tr&amp;igrave;nh quản trị. Tuy nhi&amp;ecirc;n, mặt tốt l&amp;agrave; GenAI cũng c&amp;oacute; thể gi&amp;uacute;p cải thiện v&amp;agrave; n&amp;acirc;ng cao hiệu suất cho ch&amp;iacute;nh c&amp;aacute;c bộ phận n&amp;agrave;y. Trong b&amp;agrave;i viết n&amp;agrave;y, ch&amp;uacute;ng ta sẽ thảo luận về c&amp;aacute;ch c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể sử dụng GenAI trong quản l&amp;yacute; rủi ro v&amp;agrave; tu&amp;acirc;n thủ.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Nắm bắt tiềm năng của GenAI&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong v&amp;ograve;ng 3 đến 5 năm tới, tiềm năng của GenAI l&amp;agrave; c&amp;oacute; thể đổi mới c&amp;aacute;ch c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng quản l&amp;yacute; rủi ro. N&amp;oacute; cho ph&amp;eacute;p c&amp;aacute;c bộ phận chức năng chuyển từ c&amp;aacute;c hoạt động mang t&amp;iacute;nh tập trung từng nhiệm vụ cụ thể, thay v&amp;agrave;o đ&amp;oacute; chuyển sang hợp t&amp;aacute;c với c&amp;aacute;c ng&amp;agrave;nh kinh doanh để ngăn ngừa rủi ro chiến lược, đồng thời nắm kiểm so&amp;aacute;t ngay từ đầu trong h&amp;agrave;nh tr&amp;igrave;nh của kh&amp;aacute;ch h&amp;agrave;ng mới, thường được gọi l&amp;agrave; c&amp;aacute;ch tiếp cận Shift Left.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Mặt kh&amp;aacute;c, nhờ sự chủ động kiểm so&amp;aacute;t n&amp;agrave;y, c&amp;aacute;c chuy&amp;ecirc;n gia quản l&amp;yacute; rủi ro cũng c&amp;oacute; thể tư vấn cho doanh nghiệp về c&amp;aacute;c quyết định kinh doanh chiến lược v&amp;agrave; ph&amp;aacute;t triển sản phẩm mới, kh&amp;aacute;m ph&amp;aacute; c&amp;aacute;c xu hướng v&amp;agrave; kịch bản rủi ro mới nổi, tăng cường khả năng phục hồi cũng như chủ động cải thiện rủi ro v&amp;agrave; kiểm so&amp;aacute;t quy tr&amp;igrave;nh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;C&amp;aacute;c ứng dụng mới nổi của GenAI trong quản l&amp;yacute; rủi ro&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong số nhiều ứng dụng đầy hứa hẹn của GenAI cho c&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh, c&amp;oacute; một số ứng cử vi&amp;ecirc;n m&amp;agrave; c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng đang kh&amp;aacute;m ph&amp;aacute; cho l&amp;agrave;n s&amp;oacute;ng &amp;aacute;p dụng đầu ti&amp;ecirc;n, c&amp;oacute; thể ph&amp;acirc;n loại th&amp;agrave;nh 3 loại ch&amp;iacute;nh dựa tr&amp;ecirc;n nguy&amp;ecirc;n mẫu sử dụng, bao gồm: chuy&amp;ecirc;n gia ảo (virtual expert) - người d&amp;ugrave;ng c&amp;oacute; thể đặt c&amp;acirc;u hỏi v&amp;agrave; nhận được c&amp;acirc;u trả lời được tổng hợp dựa tr&amp;ecirc;n c&amp;aacute;c t&amp;agrave;i liệu; c&amp;ocirc;ng cụ tự động h&amp;oacute;a quy tr&amp;igrave;nh thủ c&amp;ocirc;ng (manual process automation) - Gen AI gi&amp;uacute;p người d&amp;ugrave;ng thực hiện c&amp;aacute;c t&amp;aacute;c vụ đ&amp;ograve;i hỏi nhiều thời gian để thực hiện; v&amp;agrave; c&amp;ocirc;ng cụ tăng tốc m&amp;atilde; nguồn (code acceleration) - GenAI gi&amp;uacute;p người d&amp;ugrave;ng cập nhật hoặc dịch m&amp;atilde; cũ hoặc viết m&amp;atilde; ho&amp;agrave;n to&amp;agrave;n mới.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Mỗi một nguy&amp;ecirc;n mẫu n&amp;agrave;y đều c&amp;oacute; thể c&amp;oacute; vai tr&amp;ograve; ch&amp;iacute;nh trong việc quản l&amp;yacute; rủi ro v&amp;agrave; tu&amp;acirc;n thủ:&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tu&amp;acirc;n thủ quy định.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;C&amp;aacute;c doanh nghiệp đang sử dụng GenAI như một chuy&amp;ecirc;n gia&amp;nbsp; ảo bằng c&amp;aacute;ch đ&amp;agrave;o tạo n&amp;oacute; để trả lời c&amp;aacute;c c&amp;acirc;u hỏi về quy định, ch&amp;iacute;nh s&amp;aacute;ch v&amp;agrave; hướng dẫn của doanh nghiệp. GenAI cũng c&amp;oacute; thể so s&amp;aacute;nh c&amp;aacute;c ch&amp;iacute;nh s&amp;aacute;ch, quy định v&amp;agrave; quy tr&amp;igrave;nh vận h&amp;agrave;nh. Với tư c&amp;aacute;ch l&amp;agrave; một c&amp;ocirc;ng cụ tăng tốc m&amp;atilde; nguồn, n&amp;oacute; c&amp;oacute; thể kiểm tra m&amp;atilde; xem c&amp;oacute; sai lệch v&amp;agrave; thiếu s&amp;oacute;t trong việc tu&amp;acirc;n thủ hay kh&amp;ocirc;ng v&amp;agrave; đưa ra cảnh b&amp;aacute;o về c&amp;aacute;c vi phạm tiềm ẩn.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Ngăn ngừa Tội phạm t&amp;agrave;i ch&amp;iacute;nh&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;GenAI c&amp;oacute; thể tạo b&amp;aacute;o c&amp;aacute;o hoạt động đ&amp;aacute;ng ngờ dựa tr&amp;ecirc;n th&amp;ocirc;ng tin giao dịch v&amp;agrave; kh&amp;aacute;ch h&amp;agrave;ng. N&amp;oacute; cũng c&amp;oacute; thể tự động h&amp;oacute;a việc tạo v&amp;agrave; cập nhật xếp hạng rủi ro của kh&amp;aacute;ch h&amp;agrave;ng dựa tr&amp;ecirc;n những thay đổi trong thuộc t&amp;iacute;nh hiểu biết về kh&amp;aacute;ch h&amp;agrave;ng của bạn. Bằng c&amp;aacute;ch tạo v&amp;agrave; cải tiến m&amp;atilde; để ph&amp;aacute;t hiện hoạt động đ&amp;aacute;ng ngờ v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch giao dịch, GenAI c&amp;oacute; thể cải thiện việc gi&amp;aacute;m s&amp;aacute;t giao dịch của c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Cảnh b&amp;aacute;o Rủi ro t&amp;iacute;n dụng&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Bằng c&amp;aacute;ch t&amp;oacute;m tắt th&amp;ocirc;ng tin kh&amp;aacute;ch h&amp;agrave;ng (v&amp;iacute; dụ: giao dịch với c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng kh&amp;aacute;c) để đưa ra quyết định t&amp;iacute;n dụng, GenAI c&amp;oacute; thể gi&amp;uacute;p đẩy nhanh qu&amp;aacute; tr&amp;igrave;nh t&amp;iacute;n dụng to&amp;agrave;n diện của ng&amp;acirc;n h&amp;agrave;ng. Sau khi c&amp;oacute; quyết định t&amp;iacute;n dụng, n&amp;oacute; c&amp;oacute; thể soạn thảo bản ghi nhớ v&amp;agrave; hợp đồng t&amp;iacute;n dụng. C&amp;aacute;c tổ chức t&amp;agrave;i ch&amp;iacute;nh đang sử dụng c&amp;ocirc;ng nghệ n&amp;agrave;y để tạo b&amp;aacute;o c&amp;aacute;o rủi ro t&amp;iacute;n dụng v&amp;agrave; tr&amp;iacute;ch xuất th&amp;ocirc;ng tin chi tiết về kh&amp;aacute;ch h&amp;agrave;ng từ c&amp;aacute;c bản ghi nhớ t&amp;iacute;n dụng. GenAI c&amp;oacute; thể tạo m&amp;atilde; nguồn v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch dữ liệu t&amp;iacute;n dụng để c&amp;oacute; được c&amp;aacute;i nh&amp;igrave;n s&amp;acirc;u sắc về hồ sơ rủi ro của kh&amp;aacute;ch h&amp;agrave;ng, đồng thời tạo ra c&amp;aacute;c ước t&amp;iacute;nh x&amp;aacute;c suất vỡ nợ v&amp;agrave; tổn thất th&amp;ocirc;ng qua c&amp;aacute;c m&amp;ocirc; h&amp;igrave;nh.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;M&amp;ocirc; h&amp;igrave;nh h&amp;oacute;a v&amp;agrave; ph&amp;acirc;n t&amp;iacute;ch dữ liệu&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;GenAI c&amp;oacute; thể đẩy nhanh qu&amp;aacute; tr&amp;igrave;nh di chuyển c&amp;aacute;c ng&amp;ocirc;n ngữ lập tr&amp;igrave;nh cũ, chẳng hạn như chuyển đổi từ SAS v&amp;agrave; COBOL sang Python. N&amp;oacute; cũng c&amp;oacute; thể tự động h&amp;oacute;a việc gi&amp;aacute;m s&amp;aacute;t hiệu suất của m&amp;ocirc; h&amp;igrave;nh v&amp;agrave; tạo cảnh b&amp;aacute;o nếu số liệu nằm ngo&amp;agrave;i mức dung sai. C&amp;aacute;c c&amp;ocirc;ng ty cũng đang sử dụng GenAI để soạn thảo t&amp;agrave;i liệu m&amp;ocirc; h&amp;igrave;nh v&amp;agrave; b&amp;aacute;o c&amp;aacute;o x&amp;aacute;c thực.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Cảnh b&amp;aacute;o Rủi ro an ninh mạng&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Bằng c&amp;aacute;ch kiểm tra c&amp;aacute;c lỗ hổng bảo mật an ninh mạng, GenAI c&amp;oacute; thể sử dụng ng&amp;ocirc;n ngữ tự nhi&amp;ecirc;n để tạo m&amp;atilde; cho c&amp;aacute;c quy tắc ph&amp;aacute;t hiện v&amp;agrave; đẩy nhanh qu&amp;aacute; tr&amp;igrave;nh ph&amp;aacute;t triển m&amp;atilde; bảo mật.&amp;nbsp; C&amp;ocirc;ng nghệ n&amp;agrave;y cũng c&amp;oacute; thể đ&amp;oacute;ng vai tr&amp;ograve; như một chuy&amp;ecirc;n gia ảo để điều tra dữ liệu bảo mật. Mặt kh&amp;aacute;c, GenAI cũng c&amp;oacute; thể tối ưu h&amp;oacute;a việc ph&amp;aacute;t hiện rủi ro bằng c&amp;aacute;ch tăng tốc m&amp;atilde; v&amp;agrave; tổng hợp th&amp;ocirc;ng tin chi tiết cũng như xu hướng bảo mật từ c&amp;aacute;c sự kiện bảo mật v&amp;agrave; h&amp;agrave;nh vi bất thường.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Ph&amp;acirc;n t&amp;iacute;ch v&amp;agrave; Cảnh b&amp;aacute;o Rủi ro kh&amp;iacute; hậu&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Với vai tr&amp;ograve; l&amp;agrave; c&amp;ocirc;ng cụ tăng tốc m&amp;atilde;, GenAI c&amp;oacute; thể đề xuất c&amp;aacute;c đoạn m&amp;atilde;, tạo điều kiện thuận lợi cho việc thử nghiệm đơn vị v&amp;agrave; hỗ trợ trực quan h&amp;oacute;a rủi ro vật l&amp;yacute; bằng bản đồ c&amp;oacute; độ ph&amp;acirc;n giải cao. N&amp;oacute; c&amp;oacute; thể tự động h&amp;oacute;a việc thu thập dữ liệu để đ&amp;aacute;nh gi&amp;aacute; rủi ro chuyển đổi của đối t&amp;aacute;c v&amp;agrave; tạo ra c&amp;aacute;c t&amp;iacute;n hiệu cảnh b&amp;aacute;o sớm dựa tr&amp;ecirc;n c&amp;aacute;c sự kiện k&amp;iacute;ch hoạt. Với tư c&amp;aacute;ch l&amp;agrave; một chuy&amp;ecirc;n gia ảo, GenAI c&amp;oacute; thể tự động tạo c&amp;aacute;c b&amp;aacute;o c&amp;aacute;o về c&amp;aacute;c chủ đề m&amp;ocirc;i trường, x&amp;atilde; hội v&amp;agrave; quản trị (ESG) cũng như c&amp;aacute;c phần cố định của b&amp;aacute;o c&amp;aacute;o h&amp;agrave;ng năm&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Y&amp;ecirc;u cầu về nh&amp;acirc;n t&amp;agrave;i v&amp;agrave; m&amp;ocirc; h&amp;igrave;nh hoạt động&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;V&amp;igrave; GenAI l&amp;agrave; một c&amp;ocirc;ng nghệ chuyển đổi đ&amp;ograve;i hỏi phải c&amp;oacute; sự thay đổi về cơ cấu tổ chức n&amp;ecirc;n c&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh sẽ cần hiểu c&amp;aacute;c y&amp;ecirc;u cầu li&amp;ecirc;n quan về nh&amp;acirc;n sự. C&amp;aacute;c ng&amp;acirc;n h&amp;agrave;ng c&amp;oacute; thể đưa những thay đổi về m&amp;ocirc; h&amp;igrave;nh hoạt động v&amp;agrave;o văn h&amp;oacute;a v&amp;agrave; quy tr&amp;igrave;nh kinh doanh th&amp;ocirc;ng thường của họ. Họ c&amp;oacute; thể đ&amp;agrave;o tạo người d&amp;ugrave;ng mới kh&amp;ocirc;ng chỉ về c&amp;aacute;ch sử dụng GenAI m&amp;agrave; c&amp;ograve;n về những hạn chế v&amp;agrave; điểm mạnh của n&amp;oacute;. Việc tập hợp một nh&amp;oacute;m &amp;ldquo;chuy&amp;ecirc;n gia về GenAI&amp;rdquo; c&amp;oacute; thể gi&amp;uacute;p định h&amp;igrave;nh, x&amp;acirc;y dựng v&amp;agrave; mở rộng quy m&amp;ocirc; &amp;aacute;p dụng c&amp;ocirc;ng nghệ mới n&amp;agrave;y.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Trong tương lai, GenAI được kỳ vọng sẽ hỗ trợ to&amp;agrave;n bộ chức năng tu&amp;acirc;n thủ v&amp;agrave; rủi ro của ng&amp;acirc;n h&amp;agrave;ng. Điều n&amp;agrave;y ngụ &amp;yacute; rằng, một sự thay đổi s&amp;acirc;u sắc về văn h&amp;oacute;a sẽ y&amp;ecirc;u cầu tất cả c&amp;aacute;c chuy&amp;ecirc;n gia quản l&amp;yacute; rủi ro phải l&amp;agrave;m quen với c&amp;ocirc;ng nghệ mới, khả năng, những hạn chế của n&amp;oacute; v&amp;agrave; c&amp;aacute;ch giảm thiểu những hạn chế đ&amp;oacute;. Sử dụng GenAI sẽ l&amp;agrave; một sự thay đổi đ&amp;aacute;ng kể đối với tất cả c&amp;aacute;c tổ chức, nhưng những tổ chức điều hướng được sự c&amp;acirc;n bằng mong manh trong việc khai th&amp;aacute;c sức mạnh của c&amp;ocirc;ng nghệ đồng thời quản l&amp;yacute; những rủi ro m&amp;agrave; n&amp;oacute; g&amp;acirc;y ra c&amp;oacute; thể đạt được mức tăng năng suất đ&amp;aacute;ng kể.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Nguồn tham khảo: McKinsey &amp;amp; Company&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;&lt;em&gt;Tổng hợp bởi nh&amp;oacute;m t&amp;aacute;c giả DTSVN - Giải ph&amp;aacute;p chuyển đổi số ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN l&amp;agrave; C&amp;ocirc;ng ty Chuyển đổi số ti&amp;ecirc;n phong cung cấp giải ph&amp;aacute;p số h&amp;oacute;a mới nhất d&amp;agrave;nh ri&amp;ecirc;ng cho c&amp;aacute;c doanh nghiệp trong ng&amp;agrave;nh T&amp;agrave;i ch&amp;iacute;nh - Ng&amp;acirc;n h&amp;agrave;ng tại Việt Nam; gi&amp;uacute;p Ng&amp;acirc;n h&amp;agrave;ng, tổ chức t&amp;agrave;i ch&amp;iacute;nh nhanh ch&amp;oacute;ng ho&amp;agrave;n thiện hệ thống c&amp;ocirc;ng nghệ phục vụ Chuyển đổi số.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Li&amp;ecirc;n hệ ngay để được tư vấn v&amp;agrave; trải nghiệm giải ph&amp;aacute;p&amp;nbsp;&lt;a href="https://dtsvn.net/contact-us"&gt;tại đ&amp;acirc;y&lt;/a&gt;&lt;/p&gt;
&lt;/div&gt;
&lt;/section&gt;</content_vi_html>
	<content_en_html>&lt;p style="text-align: justify;"&gt;Over the next five years, GenAI is expected to fundamentally change risk management for financial institutions by automating, accelerating, and enhancing everything from compliance to climate risk.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Artificial intelligence (GenAI) is poised to be the catalyst for the next wave of productivity gains across industries, including financial services. From modeling analytics to automating manual tasks and synthesizing unstructured content, GenAI is already changing the way banking functions operate, including how financial institutions manage risk and comply with regulations.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Risk and compliance departments are required to put safeguards around the use of GenAI in governance. However, the upside is that GenAI can also help improve and enhance performance for these departments themselves. In this article, we discuss how banks can use GenAI in risk and compliance management.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Capturing the Potential of GenAI&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Over the next 3 to 5 years, the potential of GenAI is to transform the way banks manage risk. It enables functions to move away from task-specific focus and instead collaborate with business lines to prevent strategic risks, while taking control early in the new customer journey, often referred to as a Shift Left approach.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;On the other hand, with this proactive control, risk management professionals can also advise businesses on strategic business decisions and new product development, uncover emerging trends and risk scenarios, enhance resilience, and proactively improve risk and process control.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Emerging Applications of GenAI in Risk Management&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Among the many promising applications of GenAI for financial institutions, there are several candidates that banks are exploring for the first wave of adoption, which can be classified into three main categories based on the prototype used, including: virtual expert - users can ask questions and receive answers aggregated from documents; manual process automation - GenAI helps users perform tasks that would otherwise take a long time to perform; and code acceleration - GenAI helps users update or translate old code or write completely new code.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Each of these prototypes can play a key role in risk management and compliance:&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Regulatory compliance.&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Enterprises are using GenAI as a virtual expert by training it to answer questions about regulations, policies, and corporate guidelines. GenAI can also compare policies, regulations, and operating procedures. As a code accelerator, it can check code for compliance gaps and errors and alert on potential violations.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Financial Crime Prevention&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;GenAI can generate suspicious activity reports based on customer and transaction information. It can also automate the generation and updating of customer risk ratings based on changes in your customer knowledge attributes. By generating and improving code to detect suspicious activity and analyze transactions, GenAI can improve banks' transaction monitoring.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Credit Risk Alert&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;By summarizing customer information (e.g. transactions with other banks) to make credit decisions, GenAI can help speed up a bank's end-to-end credit process. Once a credit decision is made, it can draft credit memos and contracts. Financial institutions are using the technology to generate credit risk reports and extract customer insights from credit memos. GenAI can generate code and analyze credit data to gain insights into customer risk profiles and generate default and loss probability estimates through models.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Data Modeling and Analytics&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;GenAI can accelerate the migration of legacy programming languages, such as converting from SAS and COBOL to Python. It can also automate model performance monitoring and generate alerts if metrics fall outside tolerances. Companies are also using GenAI to author model documentation and validation reports.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Cybersecurity Risk Alerts&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;By testing for cybersecurity vulnerabilities, GenAI can use natural language to generate code for detection rules and accelerate the development of security code. This technology can also act as a virtual expert to investigate security data. On the other hand, GenAI can also optimize risk detection by accelerating code and synthesizing security insights and trends from security events and anomalous behavior.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Climate Risk Analysis and Alerting&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;As a code accelerator, GenAI can recommend code snippets, facilitate unit testing, and&amp;nbsp;Supports visualization of physical risks with high-resolution maps. It can automate data collection to assess counterparty transformation risk and generate early warning signals based on trigger events. As a virtual expert, GenAI can automatically generate reports on environmental, social, and governance (ESG) topics as well as fixed sections of annual reports&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;strong&gt;Talent and operating model requirements&lt;/strong&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Since GenAI is a transformative technology that requires organizational change, banks and financial institutions will need to understand the associated human resource requirements. Banks can embed the operating model changes into their culture and normal business processes. They can train new users not only on how to use GenAI, but also on its limitations and strengths. Assembling a &amp;ldquo;GenAI expert&amp;rdquo; team can help shape, build, and scale the adoption of this new technology.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;In the future, GenAI is expected to support the entire risk and compliance function of banks. This implies a profound cultural shift that will require all risk management professionals to become familiar with the new technology, its capabilities, its limitations, and how to mitigate those limitations. Using GenAI will be a significant change for all organizations, but those that navigate the delicate balance of harnessing the power of the technology while managing the risks it poses can achieve significant productivity gains.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&amp;nbsp;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;&lt;strong&gt;Reference source: McKinsey &amp;amp; Company&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;&lt;em&gt;&lt;strong&gt;Compiled by the author team of DTSVN - Digital transformation solutions for the Finance - Banking industry.&lt;/strong&gt;&lt;/em&gt;&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;-------&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;DTSVN is a pioneer Digital Transformation Company providing the latest digital solutions exclusively for businesses in the Finance - Banking industry in Vietnam; helping Banks and financial institutions quickly complete the technology system serving Digital Transformation.&lt;/p&gt;
&lt;p style="text-align: justify;"&gt;Contact now for consultation and experience the solution here&lt;/p&gt;</content_en_html>
	<time_create_dt>2025-03-25T04:12:09.000Z</time_create_dt>
	<createdDate>2025-08-07T04:12:07.876Z</createdDate>
	<createdDate_dt>2025-08-07T04:12:07.876Z</createdDate_dt>
	<lastModifiedDate>2025-08-07T04:12:07.876Z</lastModifiedDate>
	<lastModifiedDate_dt>2025-08-07T04:12:07.876Z</lastModifiedDate_dt>
	<time_create_dt_tz>Asia/Jakarta</time_create_dt_tz>
</page>